{
  "newspapers": {
    "bbc": {
      "rss": "http://feeds.bbci.co.uk/news/rss.xml",
      "link": "http://www.bbc.com/",
      "articles": [
        {
          "link": "https://www.bbc.co.uk/news/uk-55525542",
          "published": "2021-01-04T01:53:50",
          "title": "Covid: Oxford-AstraZeneca vaccine rollout to begin",
          "text": "There is evidence to suggest that may make the Oxford-AstraZeneca vaccine more effective, but it is less clear for Pfizer-BioNTech as the trials did not look at using the vaccine in this way."
        },
        {
          "link": "https://www.bbc.co.uk/news/education-55525681",
          "published": "2021-01-04T01:03:59",
          "title": "Uncertainty as primary pupils return in England",
          "text": "The NEU has advised teachers they could tell head teachers they will be working from home on safety grounds - with the union saying a letter for teachers to give to schools has been downloaded more than 5,000 times."
        },
        {
          "link": "https://www.bbc.co.uk/news/election-us-2020-55524838",
          "published": "2021-01-04T03:38:46",
          "title": "US election: Trump tells Georgia election official to 'find' votes to overturn Biden win",
          "text": "\"Mr President, you have people who submit information and we have our people that submit information and then it comes before the court and the court has to make a determination,\" Mr Raffensperger replied. \"We have to stand by our numbers, we believe our numbers are right.\""
        },
        {
          "link": "https://www.bbc.co.uk/news/uk-england-berkshire-55525269",
          "published": "2021-01-04T04:15:57",
          "title": "Reading stabbing: Five teenagers arrested after boy, 13, dies",
          "text": "Police are appealing for anyone who was in the area between 15:00 GMT and 16:30 GMT who might have taken photos or camera footage to contact them if they notice anything suspicious."
        }
      ]
    },
    "breitbart": {
      "link": "http://www.breitbart.com/",
      "articles": [
        {
          "title": "Year of the Statue Smashers: How BLM Chaos Crossed the Ocean in 2020",
          "text": "Black Lives Matter disorder spread across the Atlantic with remarkable speed in 2020 after the death of George Floyd in the United States, with statues torn down or vandalised across the country and London repeatedly plunged into violent disorder, despite lockdowns.\n\nThe far-left revolutionary radicalism of the Black Lives Matter was put on full display during months of protests in Britain’s multicultural capital in 2020, as Breitbart London saw first hand on the ground.\n\nOn May 31st, just five days after Floyd’s death, thousands of Black Lives Matter protesters took to the streets of London, in stark defiance of the city’s coronavirus restrictions.\n\nAs activists gathered in Trafalgar Square, a wild-eyed activist proclaimed from a bullhorn: “It’s time to wake up and get out [of] the house and f*** this place up, man. I’m tired of this sh*t. We need to burn this sh*t down. I don’t care what the London mayor says. The West is falling! The West is falling!”\n\nWATCH: ‘We Need to Burn This Sh*t Down… The West Is Falling!’ Black Lives Matter Protest in London:\n\nKurt Zindulka\n\nThe march carried on to the United States embassy, where protesters blocked off the streets surrounding the embassy and scrawled graffiti on the walls surrounding the building saying ‘MET POLICE SERVE TRUMP’.\n\nDespite clearly violating the prohibition on mass gatherings, London’s Metropolitan Police only arrested 23 people, including a woman who spat in the face of a police officer. The woman would later avoid jail time because she “apologised” for her actions.\n\nThis would be a common feature over the summer. While Black Lives Matter protests were left largely alone by the police in London, the Met consistently cracked down — often with force — on anti-lockdown protests.\n\n#BlackLivesMatter Protesters Vandalise and Scale Abraham Lincoln Statue in London https://t.co/6Ytj0jHAcL — Breitbart London (@BreitbartLondon) June 6, 2020\n\nIn an interview with Breitbart London at an anti-lockdown demonstration in December, London mayoral candidate David Kurten said there is “clear bias” in how the city has policed protests during the coronavirus crisis.\n\n“You have Black Lives Matter protests with way more than six people that are allowed to go-ahead… but they come in and specifically target people who are just talking because they think we are against the lockdown and we might have opinions that may be unacceptable to those in Westminster,” Kurten said.\n\nThe top police officer in the country, Metropolitan Police Commissioner Cressida Dick, admitted in June that police took a ‘hands-off approach’ to BLM protests out of fear of sparking “serious disorder”.\n\nKhan’s London: George Washington Statue Joins Churchill in Coffin-like Anti-BLM Box https://t.co/qdftZdlrHt — Breitbart London (@BreitbartLondon) June 13, 2020\n\nThe following week, the Black Lives Matter protests in London took an even more violent turn, with protesters firing flares towards Number 10 Downing Street, the Prime Minister’s official residence, as well as viciously stomping an effigy of President Donald Trump into the pavement.\n\nWhile the mainstream media characterised the march as “largely peaceful”, some 14 officers were injured during the chaotic demonstration, with one female officer being thrown from her horse as protesters hurled glass bottles and other projectiles at the officers.\n\nThe female officer was later revealed to have suffered a collapsed lung, broken ribs, and a broken collar bone.\n\nWATCH: Trump Effigy Beaten Viciously, Police Attacked at BLM London Protest:\n\nKurt Zindulka\n\nThe same day, dozens of officers were chased through the streets by BLM radicals, throwing makeshift missiles as they yelled: “Run, piggy, run!”\n\nDuring the first three weeks of the BLM protests in June, some 140 Metropolitan Police Force reportedly suffered injuries. The British taxpayer spent some £1.5 million in policing costs during Black Lives Matter and counter-protests on the weekend of June 13th to 14th alone.\n\n‘Take it to the Streets and F*ck the Police’\n\nEmboldened, BLM activists increasingly gave openly anti-white and anti-British speeches in the British capital, railing against perceived racism in the United Kingdom as well as capitalism, and calling frequently to “defund the police”.\n\nThe anti-white racism of some in the Black Lives Matter movement was demonstrated clearly at a June 6th rally in Parliament Square, in which one of the activist leaders urged the crowd to avoid having children with white people.\n\n“Do not have a child with a white person unless you know they are willing to do the work to support that child,” she said.\n\nVitriol against white people was again displayed by an activist speaker in July. The self-described “mixed-race member of the LGBT community” proclaimed that white people are the “common enemy”.\n\n“All of these groups of people, the issues they face, it all comes from the same people: white men. So we need to get rid of them,” he said, going on to say “kill the rich”.\n\nWATCH: BLM Activist Says White Men Are ‘The Common Enemy’, ‘We Need to Get Rid of Them’:\n\nKurt Zindulka\n\nCapitalism itself was also a chief target for street activists in London. At a ‘Black Trans Lives Matter’ protest in June, ‘Black Panther’ Sasha Johnson said that “racism only exists because of capitalism”.\n\nJohnson called on the black community in Britain to “strike” against white-owned businesses, saying: “[We] need to cut off their money, we need to make a bigger challenge, stop paying our taxes, stop turning up to their workplace,” adding that “if we can strike for climate, we can strike for black lives”.\n\nMs Johnson would rise to national attention after a Breitbart London video went viral in which she pronounced that “The police is no different from the KKK. They stand around and protect statues and buildings instead of people.”\n\nShe went on to lead the crowd in a chant of “One Solution, Revolution” and “Take it to the streets and f*** the police”.\n\nWATCH: BLM Activist Calls for Revolution in the UK, Saying: ‘The Police Is No Different from the KKK’:\n\nKurt Zindulka\n\nResponding to the Breitbart video, the author of The Madness of Crowds, Douglas Murray said: “They want to present this country of ours or something that it just obviously is not.”\n\n“There is no reason that in the world’s most… racially tolerant and mixed country, like the UK, that we should just sit by as demagogues and racists try to portray our country as some extraordinarily racist, KKK-ridden hellhole. It’s not right, it’s totally defamatory to our country, it’s unfair, and it’s wrong,” Murray declared.\n\n“I hope that the radical left in the UK, which has many supporters in the Labour Party among other places, remember that when they lie about this country… they ought to remember that there are people like this radicalised young woman who do seem to want to push things to the next level,” he added.\n\nProtester Tries to BURN Cenotaph Flags at BLM London Demo https://t.co/OYrczjHg4o — Breitbart London (@BreitbartLondon) June 8, 2020\n\nIn August, Ms Johnson would announce the formation of what she termed the “the first black-led political party in the UK”, the Taking the Initiative Party (TTIP).\n\nThe party has called for “Holocaust-style” reparations for black people Britain as well as the formation of a “race offenders’ register” for people ‘guilty’ of committing microaggressions against ethnic minorities.\n\nIn October, a Black Lives Matter group applied to become a political party in the United Kingdom as well.\n\nThough the official UKBLM organisation has denied any affiliation with the party, there are many BLM splinter groups within Britain, meaning that the official organisation may have been unaware of another group’s intentions to form a political party.\n\n‘Whore, Slag, Slave Owner’: Queen Victoria Statue Vandalised with ‘BLM’ Slogans https://t.co/0IEJo6UCxV — Breitbart London (@BreitbartLondon) June 10, 2020\n\nBrexit leader Nigel Farage described Black Lives Matter in June as “a dangerous, Marxist organisation, hell-bent on anarchy, and we need to wake up, get some facts into our heads, and understand what it is we’re fighting.”\n\nThe following month, as the protests raged on, Mr Farage said that the movement was becoming so radical that it “would make Lenin Blush”.\n\n“This is about all-out Marxism. It’s about the destruction of capitalism. It’s about getting rid of the nation-state as we know it. Of course, it’s about defunding the police,” Mr Farage said.\n\nWATCH: ‘Take It To The Streets And F*ck The British Police’ Says Black Panther Sasha Johnson:\n\nKurt Zindulka",
          "link": "http://www.breitbart.com/europe/2021/01/03/year-statue-smashers-how-blm-violenceidentity-politics-crossed-atlantic-2020/",
          "published": "2021-01-03T00:00:00"
        },
        {
          "title": "Brexhausted! Four Years of Brexit Blunders, Part 3: Bedlam and Betrayal",
          "text": "Britain left the European Union in name in January 2020, but remained subject to the EU, its judges, and its migration regime through a so-called “transition” period. It left in a real sense on at 11 pm on December 31st — according to supporters of Prime Minister Boris Johnson’s exit deal, at least. But how did the country get here?\n\nThis is part three of a three-part series. Read part one here and part two here.\n\nWith the fall of Theresa May in June 2019, Tory MPs had at last turned to the Brexiteer king over the water, Boris Johnson, to deliver them from electoral annihilation at the hands of Nigel Farage and his Brexit Party.\n\nJohnson had delayed his entry into the EU referendum campaign, missed his moment when he unexpectedly won it, and hesitated to move against May when fellow Tory Brexiteers had begged him to move against her — he had even voted for May’s “turd” deal on her third attempt to get it through Parliament, fearing, like many Brexiteers, that if he did not accept her fake Brexit then the Remain establishment in Parliament would ensure there was no Brexit at all.\n\nThe Brexit Party had now more or less gifted him the succession, however, and with it the keys to 10 Downing Street — but what could he do with his newfound “power”?\n\nJohnson’s administration was much less disagreeable to Tory Brexiteers than May’s, but faced the same fundamental problem: the House of Commons was dominated by Remainers, who would neither agree a Brexit deal nor allow a no-deal Brexit to take place.\n\nThe Article 50 negotiating period, supposed to expire in March 2019, had already been extended twice. Johnson found he had no effective means to break the deadlock. Some alterations were made to May’s deal in an effort to force Remain diehards to agree at least some form of Brexit, with the substance of the changes being the subject of fiery debate at the time but so minor that few now remember the details — they were not sufficient to convince the DUP that Northern Ireland was being sold out, at any rate.\n\nRemain MPs did not play along, however — and they did not allow Johnson to force a no-deal by running down the clock, either, with the Tony Blair-created Supreme Court overturning a move to prorogue (temporarily suspend) Parliament before the deadline in a highly dubious and possibly unconstitutional use of their powers.\n\nMPs also forced Johnson to request a third Article 50 extension, with the Speaker of the House of Commons, John Bercow, altering parliamentary procedure at will to aid them.\n\nThree times Johnson attempted to call a general election so the people could break the impasse — and three times MPs refused to grant one, fearing the verdict of an angry public on their shenanigans. Once, they would not have been able to do so, with the power to call elections being, like the power to prorogue, an executive prerogative — but David Cameron and his Lib Dem cohort Nick Clegg had made early elections conditional on two-thirds of MPs backing one.\n\nWhat Johnson’s “warmed up” version of Mrs May’s deal did achieve was MPs’ agreement that, with the country essentially without a government heading into 2020, a general election should be held.\n\nFirmly in control of British politics, it now seems unbelievable that they changed their minds on giving Johnson his election — possibly their long string of parliamentary victories and the anti-Brexit mood among street activists in multicultural London had persuaded them they were fighting from a position of strength.\n\nAll Over by Christmas? Boris Holding Calls with Eurocrats to Deliver Deal Farage Warned Is ‘Brexit in Name Only’ https://t.co/1I6nipX3sn — Breitbart London (@BreitbartLondon) December 23, 2020\n\nBrexhaustion Sets In\n\nThey were wrong. Remain politicians who drank their own Kool-Aid on the question of the public having changed their minds on Brexit as a result of the years of chaos since 2016 got a rude awakening in the December 2019 snap election.\n\nJohnson, aided once again by Nigel Farage, who opted to stand Brexit Party candidates only in some constituencies, for the most part where they would be likely to take votes away from Labour rather than the Conservatives, won an 80-seat majority under the slogan ‘Get Brexit Done’.\n\nDominic Grieve, Anna Soubry, and other bow ex-parliamentarians with a big name in the Westminster bubble but no name (or a bad name) among the general public passed into the footnotes of Brexit history with remarkable speed.\n\nBut what did Boris Johnson, the man who had derided the EU’s “colonial” demands, and now the first prime minister since Gordon Brown or arguably Tony Blair with a strong and reliable Commons majority, do with new power?\n\nStep one, apparently, was passing his amended version of the May deal.\n\nThe 40-billion-plus euro “divorce” bill, and suggestions it might not be paid if the EU did not negotiate in good faith, rapidly disappeared from the public discourse. It would be paid in full.\n\nThe Northern Ireland protocol was also agreed, with the British province subordinated to Single Market rules and divided from the rest of the United Kingdom by a partial customs border. Brexit was to “get done” in January 2020 with the passage of this Withdrawal Agreement — except not really, as it came with a “transition” period lasting right up to the end of the year.\n\nDuring this, Britain would remain subject to EU control and EU migration and trade policy in every respect — although it would no longer have a vote in the bloc’s decision-making bodies — while a trade agreement would, at last, be negotiated.\n\nNevertheless, the people celebrated this not-Brexit as best they could in January, with Nigel Farage organising a mass rally at Parliament Square after Johnson’s government opted not to do anything.\n\nLeavers knew they had left in name only, but they had already waited years for Brexit Day, and believed that the “transition”, at least, had a definite expiry date, and that they now had a Parliament which would not attempt to pull a fast one on them.\n\nMore than anything, people simply wanted the process to be over. May’s withdrawal agreement had been excoriated as a con job, but Johnson’s passed largely unremarked.\n\nSimilarly, people seemed insufficiently concerned when Johnson’s summer deadline for the EU to agree a trade agreement or else face no-deal came and went — their minds now increasingly preoccupied with the coronavirus pandemic which emerged from China and the lockdowns which had followed it.\n\nRemainers even used the Made-in-China disaster as an opportunity to push for the transition to be extended — but on this, at least, Johnson could not be budged.\n\nAs the weeks and months went by, however, many new “final” deadlines seemed to come and go, right up until December, leaving Britons with business or other concerns in the EU with no certainty about their future.\n\nRemainers and Leaver alike were baffled. The impasse between Britain and the EU had remained fairly constant: the EU wanted Britain to submit to its regulations and state aid rules essentially in perpetuity, via what it called a “level playing field”, as well as a guarantee that Britain would not escape to the jurisdiction of the European Court of Human Rights.\n\nMost controversially, Brussels demanded that the EU’s control over Britain’s fishing waters should continue, as they had long awarded the majority of the fisheries there to European fleets which had come to depend on them.\n\nJohnson, for his part, had always insisted Britain would not compromise on controlling its own laws and its own territorial waters. The “red lines” of the two sides left no room for compromise.\n\nAt least, that was the case right up until Christmas Eve, when a deal was produced — and Britain’s red lines seemed to disappear.\n\nFishermen: Boris ‘Bottled It’, Brexit Deal ‘A Defeat’ for ‘Sacrificed’ Industry https://t.co/UMLmq053aZ — Breitbart London (@BreitbartLondon) December 28, 2020\n\nStrung Up: Kippers\n\nJohnson had won free trade in goods — where the EU enjoys a massive advantage over the British. Similar trade in services, where the advantage is Britain’s, was not covered by the deal.\n\nThe “level playing field” was more or less there, as well, with Britain agreeing that the EU could move to cancel free trade if the British adopted rules not sufficiently similar to its own.\n\nThe EU had also retained the right to bid for public contracts on largely the same terms as before — terms which had seen British shipbuilding jobs and even the manufacture of the new EU-free blue British passports farmed out to Continental Europe.\n\nJohnson had also agreed that Britain, unlike, say, Norway and Iceland, would continue with more or less the current fisheries arrangements for at least five-and-a-half years, with British fishermen on their knees from decades of EU plunder receiving only a meagre increase in their quota share, phased in little by little over the course of this new “transition”.\n\nClaims that full control will be returned after this period appear to be misleading, as the text of the deal refers to quotas continuing from mid-2026 “onwards” — or else the EU is entitled to compensation.\n\nBritain had also agreed it would remain subject to the European Court of Human Rights, or else the EU can terminate swathes of the deal — meaning the country will still be subject to the whims of foreign judges.\n\nAnd, of course, the “divorce” settlement was still to be paid in full, and Northern Ireland effectively separated from the rest of the United Kingdom — the EU even announced it would be posting its own officials to the province as enforcers\n\nSimilarly, Johnson allowed the EU to cut the British territory of Gibraltar out of his deal at the request of Spain, which has resulted in a last-minute side deal which will see Spain and/or an EU agency put in charge of monitoring sea and air travel.\n\nThese and other, less headline-grabbing downsides of the deal have elicited little objection, however. A tired public do indeed seem to want Brexit to be “done”, and are willing to accept spin they would never have entertained from Theresa May — or are willing to believe that the humiliating concessions on Northern Ireland, fishing, and so on, are only temporary.\n\nWhether the British people will ultimately notice any difference between Johnson’s Brexit and no Brexit remains to be seen. One thing he has secured is an end to the Free Movement of People — but as his government is presiding over massive increases in non-EU immigration and record levels of effectively unchecked illegal immigration, it is likely that the overall net inflow of people will continue to rise.\n\nNew trade deals with non-EU countries the EU did not previously have deals with may provide more tangible benefits — although the most lucrative, with the United States of America, may already have slipped away, as the Tories have squandered pro-Brexit Donald Trump’s entire term.\n\nIt may be the case Britain ultimately finds itself fighting the same old battles, with politicians saying they can’t protect this steel plant or prevent that contract from going abroad not because the EU ties their hands, but because the EU deal does.\n\nIn any event, the war is, at least notionally, over. But it was in the end marked by an exhausted, distracted, and locked down public not with a bang, but a whimper.\n\nBow Group: Leavers Pretending Boris Got a Good Deal Are Kidding Themselves https://t.co/LkegGLYPMf — Breitbart London (@BreitbartLondon) December 31, 2020\n\nFollow Jack Montgomery on Twitter: @JackBM ontgomery",
          "link": "http://www.breitbart.com/europe/2021/01/03/brexhausted-four-years-of-brexit-blunders-part-three-first-bedlam-then-betrayal/",
          "published": "2021-01-03T00:00:00"
        },
        {
          "title": "Delingpole: 'I Don't Care' About Jet-Setting Climate Hypocrites, Says Greta",
          "text": "Doom Goblin Greta Thunberg has giving her blessing to everyone who wants to fly in 2021 – even, or perhaps especially, if they are a rich, preachy, jet-setting climate hypocrite.\n\nInterviewed in the Sunday Times (of London), the pigtailed, anorak-wearing school dropout tells a fawning reporter that she “doesn’t care” about “celebrities who talk about the environment while flying around the world”:\n\nShe is decidedly laid-back about other people’s choices… I ask what she makes of celebrities who talk about the environment while flying around the world. “I don’t care,” she says. “I’m not telling anyone else what to do, but there is a risk when you are vocal about these things and don’t practise as you preach, then you will become criticised for that and what you are saying won’t be taken seriously.”\n\nEven more generously, she thinks we should still be allowed to breed:\n\nNor does she agree that having children is bad for the planet. The whole issue is a distraction, she says, and one that scares people away. “I don’t think it’s selfish to have children. It is not the people who are the problem, it is our behaviour.”\n\nBut perhaps the best news of all is that Greta thinks her time in the sun as poster child for global eco-fascism could soon be over:\n\n“I think it is very strange that this attention and focus has stayed for so long. I won’t have this platform any more, so that’s why I’m trying to do as much as I can to use my position, or whatever it is, to do what I can in this limited amount of time,” she says. She circles back to this over and over again, almost as though she is counting down the seconds until the curtains close.\n\nFrom your lips to God’s ears, Greta.\n\nMaybe 2021 might not be quite so bad after all.\n\nEllen DeGeneres Defends Meghan Markle, Prince Harry from Private Jet Criticism https://t.co/ZVDaktBBRt — Breitbart London (@BreitbartLondon) August 21, 2019",
          "link": "http://www.breitbart.com/europe/2021/01/03/i-dont-care-about-jet-setting-climate-hypocrites-says-greta/",
          "published": "2021-01-03T00:00:00"
        },
        {
          "title": "Brother of Black Male Shot by Police Wants Officer 'Terminated', 'Finished'",
          "text": "The brother of a knife-wielding black male shot dead by Irish police — or Garda — said of the officer involved “I want him terminated… I want him finished” to cheers from protesters.\n\nGeorge Nkencho, 27, was slowly followed to his home by around a dozen officers of the Garda Síochána — “Guardians of the Peace” — after incidents at Hartstown Shopping Centre in Dublin and a Eurospar convenience store in which he is alleged to have threatened members of the public with a knife, with a store manager suffering “facial injuries” in the latter case.\n\nOfficers from the Blanchardstown Armed Support Unit (ASU) fatally shot Nkencho, said to have lunged at them with a blade, in what the Guards have described as a “graduated policing response” after efforts to Taser and pepper spray him into submission over an extended period of proved unsuccessful.\n\nThe shooting has sparked fury among many in the African diaspora community, who have compared George Nkecho to George Floyd in the United States and are protesting using similar ‘Justice for George’ and ‘Black Lives Matter’ sloganeering.\n\n“I want that fed, whoever he was, that shot him, I want him terminated… I want him finished, because, just know, Garda, when we find him, yeah? Just know,” his brother Emmanuel told street protesters in a video circulating on social media, eliciting cheers from the crowd.\n\nAnother video appears to show him saying “F*** the 12” — a reference to American police drugs units, which, like the habit of referring to police officers as “feds”, has crossed the Atlantic — and “we don’t like these pigs”, but such comments are absent from accounts of his statements in Ireland’s mainstream press, despite quoting him at length in several articles.\n\nThe Guards have acknowledged the seeming threats, if obliquely, but seem loath to act on them, saying the situation is “sensitive” and that they are “aware that emotions are running high and that the family and friends of the man who died are of course very upset”.\n\nThey have also put a heavy emphasis on their concern that “lies” are being spread about Nkencho — for example, that he has a long list of criminal convictions, which appears to be untrue. His family say he simply had “serious mental illness”.\n\nIrish Govt Wants to Criminalise Sharing, Retweeting 'Hate' Posts https://t.co/Um4LoSzI5y — Breitbart London (@BreitbartLondon) December 20, 2020\n\n“We are aware of and are closely monitoring social media. We have concerns about escalating racial tensions,” a “well-placed security source” told the Irish Independent.\n\n“On the one hand, there were threats being made against the garda who fired the shots. On the other side, lies are being circulated about the man who died claiming he was a criminal when he was not,” they said.\n\n“Unfortunately these lies went viral and lots of right-minded people in society think the dead man was a criminal when he was not. All of these things stoke the fires of racial tension,” they warned.\n\nWhile video footage online does appear to show demonstrators engaged in acts of disorder, such as attacking a public bus marooned by a street protest, pelting police vans with missiles, and leading a hostile march through a shopping centre, the authorities claim the extent of the unrest is exaggerated.\n\n“There’s not exactly riots out there. It’s not that bad,” a senior source claimed in comments to the Irish Times.\n\n“But our diversity officers have been very active in engaging with community leaders and pastors out in the area in the last few days,” they added.\n\nThe shooting is being investigated by the Garda Síochána Ombudsman Commission (GSOC).\n\nIrish Central Bank Says Country Needs More Migrants to Keep Wages Down https://t.co/kigNaX11LI — Breitbart London (@BreitbartLondon) August 1, 2019\n\nFollow Jack Montgomery on Twitter: @JackBM ontgomery",
          "link": "http://www.breitbart.com/europe/2021/01/03/brother-black-male-shot-police-tells-protest-he-wants-officer-terminated-finished/",
          "published": "2021-01-03T00:00:00"
        }
      ]
    },
    "cnn": {
      "rss": "http://rss.cnn.com/rss/edition.rss",
      "link": "http://edition.cnn.com/",
      "articles": [
        {
          "link": "https://www.cnn.com/videos/politics/2021/01/03/joe-biden-presidency-trump-challenge-election-tapper-ender-sotu-vpx.cnn",
          "published": "2021-01-03T15:23:52",
          "title": "Jake Tapper: GOP siding with 'insanity' over fact",
          "text": "After some congressional Republicans announced they would challenge President-elect Joe Biden's victory by voting against counting electoral votes next week , CNN's Jake Tapper asks why members of the GOP would side with the President with no credible evidence suggesting widespread voter fraud."
        },
        {
          "link": "https://www.cnn.com/2021/01/04/asia/japan-covid-state-of-emergency-intl-hnk/index.html",
          "published": "2021-01-04T05:00:11",
          "title": "Japan poised for state of emergency as Covid-19 cases soar",
          "text": "Tokyo (CNN) Japan may enter a state of emergency this week as the country grapples with soaring coronavirus cases, a number of which have been linked to a new, potentially more infectious variant.\n\nSpeaking at a New Year press conference Monday, Prime Minister Yoshihide Suga said an emergency declaration was being considered, and would apply to Tokyo and the three neighboring prefectures of Chiba, Saitama and Kanagawa. The governors of all four regions have all urged Suga to do so already, as cases rise.\n\n\"lf necessary, we won't hesitate to dispatch the medical staff from Self Defense Force,\" Suga added, saying the government will support medical facilities to ensure they are not overwhelmed.\n\nSuga did not say when the government would make a decision, or what restrictions could be enacted. Japan's first state of emergency, declared last spring, relatively early in the pandemic, lasted more than a month, and saw schools and non-essential businesses closed.\n\nJapanese authorities are currently limited in their powers to punish those who breach restrictions, even in a state of emergency, something Suga's government is reportedly planning to change to enable local governments to force compliance."
        },
        {
          "link": "https://www.cnn.com/2021/01/03/politics/what-matters-january-3/index.html",
          "published": "2021-01-04T02:47:45",
          "title": "What Matters: The coming week will make history. Here's what to know",
          "text": "A version of this story appeared in CNN's What Matters newsletter. To get it in your inbox, sign up for free here\n\n(CNN) The 117th Congress was sworn in Sunday ahead of a critical week in Washington that will see the balance of power in the Senate decided -- as a cadre of Republican lawmakers engage in a futile attempt to undo President-elect Joe Biden's clear Electoral College win by objecting to some states' votes.\n\nAs Senate Majority Leader Mitch McConnell put it, \"To say the 117th Congress convenes at a challenging time would indeed be an understatement.\"\n\nHere's the week ahead:\n\nMonday, January 4\n\nThe first full day on Capitol Hill for the 117th Congress. Remember, this Congress looks a little different than the last.\n\nHouse Democrats kept control of the House in the November elections, but will now have a narrower majority after suffering a string of losses, despite projections that they would win more seats. Nancy Pelosi will keep her title as House Speaker after securing enough votes for reelection in the chamber Sunday.\n\nHouse Republicans, meanwhile, outperformed expectations and are now poised to add a significant number of GOP women to their ranks in the new Congress.\n\nIn the Senate, the balance of power won't be determined until Tuesday at the earliest.\n\nTuesday, January 5\n\nAll eyes turn to Georgia, where a pair of Senate runoff elections will determine which party controls the chamber.\n\nIf either of the incumbent Republicans -- Sens. Kelly Loeffler and David Perdue -- hold on to their seats, the party will maintain its majority control in the chamber.\n\nIf Democratic challengers Jon Ossoff and Rev. Raphael Warnock both prevail, however, Democrats would gain control of the Senate thanks to Vice President-elect Kamala Harris' tie-breaking vote.\n\nAn average of recent Georgia polls show both races within the margin of error and way too close to call, CNN's Harry Enten writes\n\nIn the race for the full six-year term, Ossoff is at 49% to Perdue's 48%. In the special Senate election, Warnock is at 50% to Loeffler's 48%. (More on Georgia's long journey to a swing state here .)\n\nWednesday, January 6\n\n\"Wednesday, January 6, is a day fraught with meaning,\" Pelosi wrote in a letter to Democrats in anticipation of both chambers meeting to count Electoral College votes.\n\nUsually a ceremonial exercise, the process is poised to be defined by a futile bid from Congressional Republicans to deny Biden's election win.\n\nA dozen GOP senators -- a handful of whom were sworn-in today -- have announced they will vote against counting electoral votes for Biden. And at least 140 House Republicans are expected to join their Senate colleagues in the effort, according to two GOP House members.\n\nThe gambit, though, is doomed to fail and it bears repeating that the allegations driving these objections are not based in reality.\n\nThere have been no credible allegations of any issues with voting that would have impacted the election, as affirmed by dozens of judges, governors, and election officials, the Electoral College, the Justice Department, the Department of Homeland Security, and the US Supreme Court.\n\nThursday, January 7\n\nElectoral College deliberations could spill into the early morning hours Thursday. For every state objection, the House and Senate must each debate separately for two hours and hold a vote.\n\nThat's ultimately the only procedural outcome of the GOP's subversion spectacle. Congress will inevitably affirm Biden's victory as the Electoral College winner and the next president.\n\nBiden will take the oath of office at noon ET on January 20 and officially begin his term as President of the United States.\n\nThe event will be significantly scaled-down and Biden's inauguration committee is urging people not to travel for the event.\n\n\"Our goal is to create an inauguration that keeps people safe, honors the grand traditions of the Presidency, and showcases the Biden-Harris Administration's renewed American vision for an inclusive, equitable, and unified citizenry,\" committee CEO Tony Allen said in a statement."
        },
        {
          "link": "https://www.cnn.com/2021/01/03/health/us-coronavirus-sunday/index.html",
          "published": "2021-01-04T02:56:42",
          "title": "California reports more than 45,000 new coronavirus cases as surge continues into new year",
          "text": "(CNN) California reported Sunday that 45,352 people newly tested positive for Covid-19, continuing a surge that has pushed hospitals and their exhausted staff to the brink.\n\nAround the United States, hospitals are racing to keep up with surges of Covid-19 patients at numbers they have not seen at any other time in the pandemic.\n\nOn Sunday, the country reported 125,544 current Covid-19 hospitalizations, setting a new record, according to the Covid Tracking Project . The number has exceeded 100,000 for more than a month.\n\nCases have skyrocketed since Thanksgiving, and impacts from Christmas and New Year's celebrations are still unfolding. As of Sunday, more than 20.4 million people have been infected with the virus in the US and at least 350,000 people have died, according to data from Johns Hopkins University.\n\nThe rising spread has not spared hospital staff either. At one California hospital, an outbreak possibly connected to an inflatable, air-powered costume on Christmas has sickened nearly four dozen employees.\n\nAnd health experts worry what will happen to those numbers if infections continue to spread.\n\n\"This is about total collapse of the health care system if we have another spike,\" said Dr. Brad Spellberg, chief medical officer at the Los Angeles County-University of Southern California Medical Center.\n\n\"And we, in the hospital, cannot stop that. We can only react to it. It is the public that has the power to put a stop to the spread of this virus by obeying the public health guidance that have been put out.\"\n\nThe surge in cases has also limited the vaccine rollout, US Surgeon General Dr. Jerome Adams said Sunday . The Trump administration has pushed responsibility for administering the shots to state and local partners, but they are stretched thin by the flood of cases.\n\n\"When you ask what went wrong, we have to understand that this virus also occurred in the midst of a surge and a lot of the local capacity to be able to vaccinate was being used for testing and responding to surges,\" Adams said.\n\n\"We have to understand that it occurred over the holidays and people in health departments and in hospitals take holiday breaks too. But the good news is that we are seeing it quickly ramp up thanks to our state partners.\"\n\nCalifornia hospitals on the brink\n\nIn California, emergency room officials said hospitals are treating an unprecedented number of coronavirus patients, including some health care workers.\n\nAt Kaiser Permanente San Jose Medical Center, 44 employees in the emergency department tested positive for the virus between December 27 and January 1, according to Irene Chavez, senior vice president and area manager.\n\nChavez said in a separate statement that the medical center is investigating whether an inflatable, air-powered costume may have played a role in the spread.\n\n\"A staff member did appear briefly in the emergency department on Dec. 25th wearing an air-powered costume,\" Chavez said. \"Any exposure, if it occurred, would have been completely innocent, and quite accidental, as the individual had no Covid symptoms and only sought to lift the spirits of those around them during what is a very stressful time.\"\n\nChavez said in the statement that air-powered costumes will no longer be allowed at the facility.\n\n\"If anything, this should serve as a very real reminder that the virus is widespread, and often without symptoms, and we must all be vigilant,\" she said.\n\nIn Southern California, design and construction experts from the US Army Corps of Engineers have been deployed to the Los Angeles area to \"evaluate and where necessary upgrade oxygen delivery systems\" at about a half dozen hospitals.\n\nOne area hospital converted administrative offices and break rooms into treatment areas for their coronavirus patients, said Col. Julie Balten, commander of the Los Angeles District for the Corps of Engineers.\n\nVaccines being administered slower than expected\n\nJUST WATCHED Rollout issues dampen Covid-19 vaccine optimism Replay More Videos ... MUST WATCH Rollout issues dampen Covid-19 vaccine optimism 02:02\n\nFederal government officials said they planned to vaccinate 20 million people by the end of 2020, but the results so far have fallen well short.\n\nMore than 13 million vaccine doses have been distributed by the federal government to states and local counties, the CDC Covid Data Tracker said. Of those, more than 4.2 million vaccine doses have been administered. Those include doses of both the Moderna and Pfizer/BioNTech vaccines.\n\nDr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, said on Sunday the United States has fallen behind on administering vaccines but hopes momentum will pick up in the first few weeks of January.\n\n\"But if you look at the last 72 hours, there's been about 1.5 million administered into people's arms, which is an average of about 500,000 a day,\" he said.\n\nFauci said that the US is not where it wants to be in administering vaccines.\n\n\"We've got to do much better,\" he said.\n\nDr. Leana Wen, former Baltimore Health Commissioner, told CNN the federal government needs to take a more active role in the mass vaccination efforts.\n\n\"The problem is local and state health departments have been doing everything else in this response. They've been the ones figuring out how to ramp up testing and contact tracing and doing public education, and now we want them to also take on the duties of launching this massive vaccination campaign. They really need the assistance of the federal government,\" she said.\n\nSo far, the vaccines approved in the US require two doses based a few weeks apart -- and the US will keep doing it that way, rather than follow the UK's decision to potentially delay second doses , Dr. Anthony Fauci told CNN on Friday.\n\nThe UK adopted that strategy in order to give as many people as possible the first dose as quickly as possible, saying that it affords some amount of protection.\n\n\"We make decisions based on data. We don't have any data of giving a single dose and waiting for more than the normal period of time\" to give the second dose, Fauci said."
        }
      ]
    },
    "foxnews": {
      "rss": "http://feeds.foxnews.com/foxnews/latest",
      "link": "http://www.foxnews.com/",
      "articles": [
        {
          "link": "https://www.foxnews.com/sports/stephen-curry-has-career-high-62-warriors-beat-blazers",
          "published": "2021-01-04T05:18:58",
          "title": "Stephen Curry has career-high 62, Warriors beat Blazers",
          "text": "Stephen Curry let it fly from way out under pressure with a minute-plus left for another perfect swish on the way to a career-high 62 points, and the Golden State Warriors beat Portland 137-122 on Sunday night to split the two-game set with the Trail Blazers.\n\nCurry had the highest-scoring game in the NBA this season, finishing 18 for 31 and 8 of 16 on 3-pointers after beginning with a 21-point first quarter. He had his 10th career 30-point half to help the Warriors take a 66-54 at the break.\n\nOne small blemish in his brilliant night: Curry had his streak of free throws snapped at a franchise-record 80 in the first. The run dated to March 29, 2019, vs. Memphis. Against Portland, he made a career-high 18 on 19 attempts.\n\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM\n\nDamian Lillard scored 32 points for Portland, and CJ McCollum added 28. McCollum shot 2 for 8 from deep after his 25 3-pointers over the initial five games left him and Curry as the only players to ever do so.\n\nAfter Portland’s 25-point win Friday night, the Warriors were embarrassed and determined to be more aggressive and defend better after the Blazers came out firing to finish 20 of 43 from deep — and they looked more energetic on the defensive end. Portland shot 14 of 43 on 3s Sunday.\n\nCurry did it all on the other end. When he sat down for good in the waning seconds and received hugs from teammates, the piped in crowd noise seemed extra loud in an arena devoid of real fans.\n\nDraymond Green had eight assists and scored one point playing his second game of the season with his minutes increased from just below 18 to 28. Green is still finding his wind. His return Friday marked his first game since Feb. 27 against the Lakers and a stretch of 309 days. He had been sidelined the first four games by a right foot injury after being delayed starting training camp because he had the coronavirus.\n\nWarriors No. 2 overall draft pick James Wiseman had 12 points, a career-best 11 rebounds and two blocks. He took a flagrant foul from McCollum in the third.\n\nLillard and Green received a double-technical at the 5:06 mark of the first quarter.\n\nLILLARD VS. WARRIORS\n\nLillard, who became just the second Portland player joining Hall of Famer Clyde Drexler to reach 15,000 points Friday night, is at his best against the Warriors.\n\nLillard has scored at least 29 points in seven straight games against the Warriors and has made at least five 3-pointers in six of those games.\n\nTIP-INS\n\nTrail Blazers: F Rodney Hood didn't play after he strained his left quadriceps Friday night and played just five minutes. ... McCollum had five assists, nine rebounds and two steals.\n\nWarriors: Curry's previous career high was 54 points on Feb. 27, 2013, at New York's Madison Square Garden. ... Curry scored 20 or more in a quarter for the 27th time in his career. ... Golden State went 13 for 34 from deep after making just 7 of 35 from 3-point range Friday. ... Andrew Wiggins has scored in double figures every game so far.\n\nUP NEXT\n\nTrail Blazers: Host Chicago on Tuesday night.\n\nWarriors: Hosts Sacramento on Monday night."
        },
        {
          "link": "https://www.foxnews.com/sports/george-scores-39-points-clippers-hold-off-suns-112-107",
          "published": "2021-01-04T05:16:23",
          "title": "George scores 39 points, Clippers hold off Suns 112-107",
          "text": "Paul George scored 39 points and the Los Angeles Clippers held on to beat the Phoenix Suns 112-107 on Sunday night after nearly blowing a 31-point lead in a matchup of two of the Western Conference's top early season teams.\n\nAt 5-2, the Clippers are tied with the Suns and Los Angeles Lakers for the West lead.\n\nGeorge was 7 of 10 from 3-point range and Los Angeles was 17 of 29 overall. Kawhi Leonard added 15 points, but shot 4 of 21 from the field, and Luke Kennard came off the bench to add 14 points.\n\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM\n\nDevin Booker led Phoenix with 25 points, and Deandre Ayton added 24. Chris Paul, who played six seasons for the Clippers, had 15 points, nine rebounds and six assists. They had won four in a row and 13 of 14 dating to their perfect run in the NBA bubble.\n\nLos Angeles opened the second quarter with 15 straight points to make it 50-24. George, Kennard and Reggie Jackson each had five points in the run. The Clippers pushed the lead to 31 at 60-29 with 6:28 left in the half at 60-29, and led 64-44 at the break.\n\nPhoenix cut it to 88-81 at the end of the third. In the fourth quarter, Phoenix pulled within a point at 90-89 on Cameron Johnson's 3-pointer with about 10 minutes left.\n\nTwo threes by L.A.'s Serge Ibaka extended the lead to 96-91. The Suns pulled to 107-104 in the final minutes, but Nicolas Batum hit a 3-pointer to put it away.\n\nTIP-INS\n\nClippers: Prior to the game it was announced that seven members of the Clippers' support staff will begin a seven-day quarantine after one person in the group tested positive for COVID-19. There were no players or coaches included in the quarantine. … Forward Marcus Morris missed his seventh game. He has not played this season because of right knee soreness.\n\nSuns: The Suns held a moment of silence for Hall of Famer Paul Westphal. He died Saturday of brain cancer at age 80. He went to the NBA Finals as a player and coach with the Suns. ... Forward Abdel Nader, who was acquired in the Chris Paul trade, sat out again because of concussion protocol. Nader suffered the concussion in a preseason game against Utah.\n\nUP NEXT\n\nClippers: Host San Antonio on Tuesday night.\n\nSuns: Host Toronto on Wednesday night."
        },
        {
          "link": "https://www.foxnews.com/sports/no-5-houston-rebounds-from-1st-loss-with-74-60-win-at-smu",
          "published": "2021-01-04T05:12:26",
          "title": "No. 5 Houston rebounds from 1st loss with 74-60 win at SMU",
          "text": "Houston coach Kelvin Sampson spent a lot of time at halftime talking to his team about rebounding and being aggressive. The No. 5 Cougars responded.\n\n\"The second half, I just liked our execution, I liked the ball movement and I liked our rebounding,\" Sampson said. \"We looked like a Houston basketball team.\"\n\nQuentin Grimes hit a go-ahead 3-pointer to ignite a 10-0 run to start the second half, and the Cougars rebounded from their first loss with a 74-60 victory over previously undefeated SMU on Sunday night.\n\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM\n\nThe Cougars (8-1, 3-1 American) had 28 of their 45 rebounds after halftime, with 11 offensive boards and 15 second-chance points after the break. Justin Gorham had 13 of his 19 rebounds in that span.\n\n\"One of the hallmarks of this team is you stay on the attack, especially on the road,\" Sampson said. \"We scored 21 points (overall) on second-chance points. That's who we are.\"\n\nSMU coach Tim Jankovich said he was disappointed after spending so much time before the game emphasizing to his Mustangs (6-1, 2-1) how well Houston rebounded.\n\n\"That’s the reason we lost. It wasn’t for no other reason,\" said Kendric Davis, SMU's top scorer with 23 points. \"We guarded the first shot great. They just got too many offensive rebounds.\"\n\nThat 3-pointer by Grimes from the top of the key to put Houston ahead to stay on the first shot after halftime and Justin Gorham then made a 3. Grimes also had a layup and two free throws in that game-turning run in just over 2 1/2 minutes.\n\nMarcus Sasser led Houston with 17 points. DeJon Jarreau scored 15 points, while Gorham and Grimes had 11 points.\n\nFeron Hunt had 12 points and 12 rebounds for SMU, and Ethan Chargois scored 10 points.\n\nGrimes, Houston’s leading scorer at 18.5 points a game and second in the AAC only to Davis’ 19.2 coming in, was scoreless with only one shot before halftime, when he played only eight minutes after two early fouls.\n\nNIFTY ASSISTS\n\nSMU had its largest lead after Chargois followed his missed 3-pointer with assists on back-to-back baskets that made it 30-25 with 2:39 left in the first half, though they led by only one at the break.\n\nHunt rebounded the missed 3, got the ball back to Chargois up top for his quick pass to Davis, who hit a tiebreaking 3. Chargois then had a steal, but instead of going all the way to score, he did an underhand scoop to bank the ball off the backboard to Hunt for an emphatic dunk.\n\nTHINGS GOT TESTY\n\nYor Anei, the transfer forward from Oklahoma State playing only his third game for SMU, had a bad pass with about 3 1/2 minutes left in the first half. Jamal Shead stole the ball and fed an alley-oop pass to Gorham, but he was fouled hard by Anei when going up for the shot. The two big men were tangled up after coming down hard on the floor. Jarreau elbowed Anei after he got up, and there was some other shoves. Jarreau and SMU’s Darius McNeill were both assessed technical fouls.\n\nMISSING MILLS\n\nHouston sophomore guard Caleb Mills has stepped away from the program for personal reasons. Mills had been limited to four games because of COVID-19 and an ankle injury. Asked if Mills would play again this season, Sampson said he didn't know.\n\n\"I care more about Caleb than I do whether he plays or not. ... That’s irrelevant to me in the big picture. I want him to be comfortable,\" the coach said. \"Between COVID and his injuries, he’s just had a lot of stuff going on.\"\n\nBIG PICTURE\n\nHouston: The Cougars are one-tenth of a second from still being undefeated. They lost Tuesday night on the road when Tulsa made two free throws with 0.1 left.\n\nSMU: The Mustangs had been 4-0 at home this season, and had won 19 of their previous 21 at Moody Coliseum.\n\nPOLL IMPLICATIONS\n\nWhen the Cougars moved up to No. 5 last week, it was their highest ranking since the Phi Slama Jama days with Hakeem Olajuwon when they were No. 5 in the final poll of 1983-84, the same season they lost to Georgetown in the national championship game. With three Top 10 teams losing games Saturday, including No. 3 Kansas, Houston may not fall too far — if at all — after coming back with a win over an SMU team that had been undefeated.\n\nUP NEXT\n\nHouston plays five of its next six games at home, starting Wednesday night against Wichita State.\n\nSMU plays the second of three home games in a row Thursday against Cincinnati."
        },
        {
          "link": "https://www.foxnews.com/sports/mavericks-star-luka-doncic-sidelined-by-quadriceps-contusion",
          "published": "2021-01-04T05:09:05",
          "title": "Mavericks star Luka Doncic sidelined by quadriceps contusion",
          "text": "Luka Doncic sat out the Dallas Mavericks' game Sunday night against the Chicago Bulls because of a left quadriceps contusion.\n\nDoncic was injured Friday night in the second quarter of a home victory over Miami Heat. He continued to play and finished with season highs of 27 points and 14 rebounds.\n\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM\n\nHe's listed as day-to-day, with his status Monday nigh at Houston uncertain.\n\n\"We'll see how he is tomorrow,\" Dallas coach Rick Carlisle said. \"We don't think this is a long-term thing.\"\n\nThe 21-year-old Slovenian star is off to a relatively slow start this season. He's averaging 24.4 points, 7.6 rebounds and 6.4 assists, shooting 43.2% overall and 16.1% on 3-pointers in five games."
        }
      ]
    },
    "nytimes_frontpage": {
      "rss": "https://rss.nytimes.com/services/xml/rss/nyt/HomePage.xml",
      "link": "https://nytimes.com/",
      "articles": [
        {
          "link": "https://www.nytimes.com/2021/01/03/us/politics/trump-raffensperger-call-georgia.html",
          "published": "2021-01-04T05:01:03",
          "title": "Trump, in Taped Call, Pressured Georgia Official to ‘Find’ Votes to Overturn Election",
          "text": "As he did when he urged Mr. Zelensky to “do us a favor,” Mr. Trump on Saturday pleaded with Mr. Raffensperger to help him politically. The results of the 2020 race are expected to be certified by Congress during a session on Wednesday despite efforts by some of Mr. Trump’s allies in the House and the Senate, who have said they will challenge the results in several states, including Georgia.\n\nMr. Trump said he hoped Mr. Raffensperger’s office could address his claimed discrepancies before Tuesday’s Senate runoff election in Georgia, one that will decide the balance of power in the Senate. The president is slated to campaign on Monday night in Georgia for the two Republican incumbents, Senators David Perdue and Kelly Loeffler.\n\n“I think we should come to a resolution of this before the election,” Mr. Trump said. Otherwise, he said, “you’re going to have people just not voting.”\n\n“They don’t want to vote,” he said. “They hate the state. They hate the governor and they hate the secretary of state.”\n\nHe added: “The people of Georgia are angry, the people of the country are angry. And there’s nothing wrong with saying that, you know, um, that you’ve recalculated.”\n\nMr. Raffensperger politely but firmly rejected the president’s entreaties, standing by the election results in his state and repeatedly insisting that Mr. Trump and his allies had been given false information about voter fraud.\n\n“Well, Mr. President, the challenge that you have is the data you have is wrong,” he said.\n\nLegal experts said Mr. Trump might have violated Georgia state laws against solicitation of voter fraud and extortion by seeking to exert pressure on Mr. Raffensperger."
        },
        {
          "link": "https://www.nytimes.com/2021/01/03/us/politics/trump-call-georgia.html",
          "published": "2021-01-04T04:35:11",
          "title": "Trump Call to Georgia Official Might Violate State and Federal Law",
          "text": "But the meandering nature of the phone call and the fact that the president made no apparent attempt to conceal his actions as other call participants listened could allow Mr. Trump to argue that he did not intend to break the law or to argue that he did not know that a federal law existed apparently prohibiting his actions.\n\nThe federal law would also most likely require that Mr. Trump knew that he was pushing Mr. Raffensperger to fraudulently change the vote count, meaning prosecutors would have to prove that Mr. Trump knew he was lying in asserting that he was confident he had won the election in Georgia.\n\n“It is unlikely federal prosecutors would bring such a case,” Mr. Bromwich said. “But it certainly was god awful and unbelievable. But prosecuting a federal crime is obviously a very different thing.”\n\nDavid Worley, a Democrat and a supporter of President-elect Joseph R. Biden Jr. who is a member of the State Election Board in Georgia, wrote Sunday evening to Mr. Raffensperger and other members of the board asking the secretary of state, who is the board chairman, to open an investigation into the phone call to see if it violated state law, including a provision prohibiting conspiracy to commit election fraud.\n\nIf the board concludes a law has been broken, Mr. Worley said, it could ask state law enforcement authorities to consider filing criminal charges or a civil case against Mr. Trump.\n\n“To say that I am troubled by President Trump’s attempt to manipulate the votes of Georgians would be an understatement,” Mr. Worley, who is the sole Democrat on the five-member board, wrote in the email. “Once we have received your investigative report, it will be the board’s duty to determine whether probable cause exists to refer this matter.”\n\nState officials in Georgia might also face a challenge in bringing a case against a federal official, or even a former federal official, said Ms. Webster and Ryan C. Locke, a second Atlanta criminal defense lawyer."
        },
        {
          "link": "https://www.nytimes.com/2021/01/03/us/politics/trump-georgia-call-excerpts.html",
          "published": "2021-01-04T04:58:58",
          "title": "Highlights of Trump’s Call With the Georgia Secretary of State",
          "text": "TRUMP: Are you sure, Ryan?\n\nGERMANY: I’m sure. I’m sure, Mr. President.\n\nTRUMP: What about, what about the, what about the ballots? The shredding of the ballots. Have they been shredding ballots?\n\nGERMANY: The only investigation that we have into that — they have not been shredding any ballots. There was an issue in Cobb County where they were doing normal office shredding, getting rid of old stuff, and we investigated that. But this stuff from, you know, from, you know, past elections.\n\nTRUMP: It doesn’t pass the smell test because we hear they’re shredding thousands and thousands of ballots, and now what they’re saying, “Oh, we’re just cleaning up the office.” Yeah.\n\n______\n\nRAFFENSPERGER: Mr. President, the problem you have with social media, they — people can say anything.\n\nTRUMP: Oh, this isn’t social media. This is Trump media. It’s not social media. It’s really not, it’s not social media. I don’t care about social media. I couldn’t care less. Social media is Big Tech. Big Tech is on your side, you know. I don’t even know why you have a side, because you should want to have an accurate election. And you’re a Republican.\n\nRAFFENSPERGER: We believe that we do have an accurate election.\n\nTRUMP: No, no, you don’t. No, no, you don’t. You don’t have, you don’t have. Not even close. You’re off by hundreds of thousands of votes.\n\n________\n\nTRUMP: But the ballots are corrupt. And you’re going to find that they are — which is totally illegal, it is more illegal for you than it is for them because, you know what they did and you’re not reporting it. That’s a criminal — that’s a criminal offense. And you can’t let that happen. That’s a big risk to you and to Ryan, your lawyer. And that’s a big risk. But they are shredding ballots, in my opinion, based on what I’ve heard. And they are removing machinery and they’re moving it as fast as they can, both of which are criminal finds. And you can’t let it happen and you are letting it happen. You know, I mean, I’m notifying you that you’re letting it happen. So look. All I want to do is this. I just want to find 11,780 votes, which is one more than we have because we won the state."
        },
        {
          "link": "https://www.nytimes.com/2021/01/03/us/politics/republicans-congress-trump-election.html",
          "published": "2021-01-04T05:21:33",
          "title": "Republicans Begin New Congress Feuding Over Bid to Overturn Election",
          "text": "During the conversation on Saturday, a recording of which was obtained earlier by The Washington Post, Mr. Trump never mentioned Senators David Perdue and Kelly Loeffler, except to threaten Brad Raffensperger, Georgia’s Republican secretary of state, that if he failed to find more votes for the president by Tuesday, “you’re going to have people just not voting” in the runoff contests. Mr. Trump is scheduled to campaign in the state on Monday.\n\nMost Republicans were mum on Sunday about the revelations, though Representative Adam Kinzinger of Illinois, a frequent critic of Mr. Trump, called it “absolutely appalling.”\n\n“To every member of Congress considering objecting to the election results, you cannot — in light of this — do so with a clean conscience,” Mr. Kinzinger wrote on Twitter, appending the hashtag #RestoreOurGOP.\n\nBeyond Georgia, the Republican dilemma had implications for the ability of party members to work with one another and a new Democratic White House after Jan. 20, for Republicans on the midterm ballot in 2022 and for the party’s presidential field in 2024.\n\nIt was a situation that Senator Mitch McConnell, Republican of Kentucky and the majority leader for at least a few more days, had assiduously sought to avoid.\n\nHe has worked feverishly to maneuver his party around Mr. Trump’s outbursts and outrages since January 2017, hoping to reap the political and policy benefits of having a mercurial ally in the White House without having to pay too high a price. The bargain delivered him a personal legacy of 234 conservative judges along with business-friendly federal policies prized by Republicans. Mr. McConnell even delayed the traditional recognition of the presidential winner — a man he has known for decades and considers a friend — to mollify Mr. Trump until it became untenable with the initial tally of electoral votes on Dec. 14.\n\nIt was still not enough for Mr. Trump, who made clear that he expected Republicans to join him first in sowing doubt about the election results and ultimately in moving to overturn them."
        }
      ]
    },
    "nytimes_international": {
      "rss": "https://rss.nytimes.com/services/xml/rss/nyt/World.xml",
      "link": "https://nytimes.com/",
      "articles": [
        {
          "link": "https://www.nytimes.com/2021/01/03/world/asia/india-covid-19-vaccine.html",
          "published": "2021-01-03T08:48:34",
          "title": "India Approves Oxford-AstraZeneca Covid-19 Vaccine and 1 Other",
          "text": "On the Bharat Biotech vaccine, called Covaxin, the group said it was “baffled to understand what scientific logic has motivated the top experts” to authorize a vaccine still in clinical trials.\n\nDr. Somani, the regulator, said the vaccine had so far been administered to 22,500 trial participants, and “has been found to be safe.”\n\nBoth the AstraZeneca vaccine and the Bharat Biotech vaccine require two doses, Dr. Somani said. He did not specify whether the participants in Bharat Biotech’s continuing clinical trials had received both doses.\n\nAlready the effort has faced setbacks. The Serum Institute, an Indian drug maker that struck a deal to produce the Oxford vaccine even before its effectiveness had been proven, has managed to make only about one-tenth of the 400 million doses it had committed to manufacturing before the end of the year.\n\nThe government says it is ready. To get the vaccine across a country famous for its size and its sometimes unreliable roads, officials will tap into knowledge from nationwide polio vaccination and newborn immunization campaigns, and the skill and flexibility employed in India’s mammoth general elections, where ballot boxes are delivered to the furthest reaches of the country.\n\nThe Serum Institute says it is on track to increase production of the vaccine, which is known as Covishield in India. With $270 million of its own funds and $300 million from the Bill and Melinda Gates Foundation, Serum plans to ramp up manufacturing capacity to 100 million doses per month by February, said Mayank Sen, a company spokesman.\n\nInitially, the Serum Institute signed a pact with AstraZeneca to make one billion doses of the vaccine for low-and-middle-income countries. The vaccine holds appeal to developing countries because it is cheaper to make and easier to transport than those that require colder temperatures during storage and transportation."
        },
        {
          "link": "https://www.nytimes.com/2021/01/03/world/europe/france-publishers-matzneff.html",
          "published": "2021-01-03T16:49:48",
          "title": "A Year of Scandals and Self-Questioning for France’s Top Publishers",
          "text": "Industry insiders and experts said that Mr. Gallimard was the most aggressive publisher in the quest for top awards.\n\nBéatrice Duval, the head of Le Livre de Poche, France’s biggest paperback publishing house and a former editor at Gallimard, said that Gallimard’s business strategy largely focused on winning prizes.\n\nAt Grasset, Mr. Nora said he began weaning his company off the business model of prizes when he took over two decades ago. Back then, Grasset used to give generous advances to authors who were jurors to secure their loyalty — a practice that eventually attracted the attention of the tax authorities, because the authors often did not bother delivering manuscripts.\n\nNot that it necessarily bothered Grasset. “You had somebody who knew that he hadn’t honored a contract with you — who was morally indebted to you, a fact that increased your influence over him,” Mr. Nora said.\n\nToday, while publishers might lower an author’s future advances after poor sales, they would refrain from doing so in the case of an author who sits on a jury, Mr. Nora said.\n\n“The advance won’t be lowered or indexed to sales because he belongs to a jury,” Mr. Nora said.\n\nThere was not enough “talent” in France’s small literary world to establish a jury system with new judges very year, Mr. Nora said. He suggested that changing a third of each jury every five years would be more feasible and bring in new faces.\n\nBut Ms. Duval said that, more than anything else, it was the literary establishment’s resistance that made it impossible to adopt juries that would change every year."
        },
        {
          "link": "https://www.nytimes.com/2021/01/03/world/asia/china-eu-investment-biden.html",
          "published": "2021-01-03T15:19:59",
          "title": "With Concessions and Deals, China’s Leader Tries to Box Out Biden",
          "text": "A trade pact with 14 other Asian nations. A pledge to join other countries in reducing carbon emissions to fight global warming. Now, an investment agreement with the European Union.\n\nChina’s leader, Xi Jinping, has in recent weeks made deals and pledges that he hopes will position his country as an indispensable global leader, even after its handling of the coronavirus and increased belligerence at home and abroad have damaged its international standing.\n\nIn doing so, he has underlined how difficult it will be for President-elect Joseph R. Biden Jr. to forge a united front with allies against China’s authoritarian policies and trade practices, a central focus of the new administration’s plan to compete with Beijing and check its rising power. The image of Mr. Xi joining Chancellor Angela Merkel of Germany, President Emmanuel Macron of France and other European leaders in a conference call on Wednesday to seal the deal with the European Union also amounted to a stinging rebuke of the Trump administration’s efforts to isolate China’s Communist Party state.\n\nThe deals show the leverage Mr. Xi has because of the strength of the Chinese economy, which is now the fastest-growing among major nations as the world continues to struggle with the pandemic."
        },
        {
          "link": "https://www.nytimes.com/2021/01/03/world/europe/assange-extradition-explainer.html",
          "published": "2021-01-03T17:19:37",
          "title": "Julian Assange Faces Ruling on Extradition to U.S.",
          "text": "A judge in London plans to rule on Monday whether Britain should extradite Julian Assange to the United States, where the WikiLeaks founder faces charges of conspiring to hack government computers and violating the Espionage Act by obtaining and releasing confidential documents in 2010 and 2011.\n\nA ruling in favor of the U.S. extradition request could pave the way for a high-stakes trial that Mr. Assange has sought to avoid for years, and which his supporters say poses a dangerous threat to press freedom. Mr. Assange faces up to 175 years in prison if found guilty of all charges.\n\nIf the judge, Vanessa Baraitser, rejects the extradition request, however, it would give Mr. Assange a major victory at a time when recent U.S. administrations have increasingly used the Espionage Act against journalists’ sources.\n\nHere is what you need to know about the ruling.\n\nWhat are the possible outcomes?\n\nJudge Baraitser will not rule on whether Mr. Assange is guilty of wrongdoing, but she will decide whether the U.S. extradition request meets requirements set out under a 2003 extradition treaty with Britain — namely, that the alleged crime for which Mr. Assange is wanted could also lead to trial in Britain, had he done it there."
        }
      ]
    },
    "theguardian": {
      "rss": "https://www.theguardian.com/uk/rss",
      "link": "https://www.theguardian.com/international",
      "articles": [
        {
          "link": "https://www.theguardian.com/education/2021/jan/03/parents-face-week-of-uncertainty-over-school-reopenings-in-england",
          "published": "2021-01-03T20:04:28",
          "title": "Parents face week of uncertainty over school reopenings in England",
          "text": "Parents face more disruption and uncertainty as local authorities across the country scramble to delay schools reopening in the face of rising coronavirus infection rates and the UK prime minister, Boris Johnson, admitted that more could be shut in the coming weeks.\n\nOn the day before millions of children were set to return to their classrooms, Essex council said it would unilaterally close schools to most pupils until at least Wednesday and Kent county council joined England’s largest education authority in Birmingham in asking the education secretary to allow primaries to stay closed. They said the argument for reopening amid high infection rates “does not stack up”.\n\nEducation bosses in Newcastle, Gateshead and Manchester also said they would support primary schools that decide not to fully reopen. Some primary schools in Slough have confirmed they will not reopen this week and Brighton and Hove city council has advised primary schools not to return in person, except for vulnerable or key workers’ children.\n\nThe moves came as Labour called for a national lockdown within 24 hours, warning the virus was “out of control”. While stopping short of calling for all schools to close, the party’s leader Keir Starmer, said it was “inevitable” more would need to do so.\n\nHis comments came after Johnson warned lockdown rules were “about to get tougher” and acknowledged that school closures could be part of measures to quell infections, as official figures showed another 54,990 laboratory-confirmed cases of coronavirus in the UK and a further 454 deaths.\n\nBut the prime minister also urged parents to send their children to primary schools this week: “I understand people’s anxieties but there is no doubt in my mind that schools are safe and that education is a priority.”\n\nPrimary schoolchildren were due to return to classrooms starting on Monday in all but 60 high-infection “contingency” areas, which include all of London and large areas of Essex and Kent, as well as parts of East Sussex, Buckinghamshire and Hertfordshire.\n\nSecondary schools are due to stay closed this week to all but vulnerable children and those with parents who are key workers. They will only reopen next week for pupils in years 11 and 13 facing GCSE and A-level exams. They are expected to reopen more fully from 18 January.\n\nHowever, Gavin Williamson, the education secretary, said on Sunday that reopenings would only happen “in areas where we have not had to apply the contingency framework”, opening the door for secondary schools in more hard-hit areas to remain shut to the majority of pupils into the second half of January.\n\nThe Department for Education is making preparations for more remote learning and said it expects to deliver more than 50,000 laptops and tablets to schools on Monday and more than 100,000 in total during the first week of term.\n\nA DfE spokesperson said: “Children’s education has consistently been a national priority, which is why we want classrooms to reopen wherever possible in the new term. Schools will continue to implement appropriate safety measures to help mitigate the risk of transmission. As we’ve said, we will move to remote education as a last resort, with involvement of public health officials, in areas where infection and pressures on the NHS are highest.”\n\nThe government was criticised for failing to deliver on a promise to deliver laptops to disadvantaged children in the first lockdown.\n\nCouncillor Garry Bridges, in charge of education at Manchester city council, stressed “the best place for children is to be in school” but said the current strategy of closing schools only in the south showed “a London-centred focus”.\n\n“We are not giving blanket advice to schools to remain closed currently but will work with individual schools to make the right decision for their circumstances and support them in any way we can,” he said.\n\nAndy Burnham, the mayor of Greater Manchester, urged the government to allow “local flexibility” in deciding which schools to open to most pupils and to “let headteachers come to a balanced judgment based on what’s happening”.\n\nIan Ward, the leader of Birmingham council, and Jayne Francis, the council member for education, told Williamson in a letter: “The new strain of the virus and the rising case levels in the city mean we are deeply concerned about the return of children to primary schools, special schools and alternative provision next week.”\n\nBut the government pushed back on Sunday by refusing to allow Cumbria to keep its primary schools closed. Covid infections are doubling every four to five days in parts of the county and the council asked for approval to keep its primary schools closed for a fortnight.\n\n“This is disappointing news and I feel that this is the wrong decision for Cumbria and for our families and communities,” said Stewart Young, the council leader.\n\nThe TUC criticised the government’s “last-minute” approach to schools reopening, and called on employers to offer furlough to all parents affected by closures. The organisation said it was concerned that not all bosses were aware that caring responsibilities were an acceptable reason to furlough, so many would have no choice but to take unpaid time off work to look after children, or leave jobs altogether.\n\nThe uncertainty over school openings has been fuelled by starkly competing interests. The Children’s Commissioner for England, Anne Longfield, on Sunday issued a warning about children’s mental health and said new school closures marked “a serious moment for children”. She said any closures must be for “the absolute minimum of time” and called for teachers to be vaccinated “as a priority”.\n\nHowever, on 22 December the government’s Scientific Advisory Group for Emergencies (Sage) group concluded “R [the reproduction number for the virus] would be lower with schools closed”. It said the biggest effect would be if secondary schools were shut. The Independent Sage group of experts last week called for the closure of schools for at least a month for most children.\n\nAll four of England’s main teaching unions, including the National Education Union (NEU), the Association of School and College Leaders and the National Association of Head Teachers, have called for schools to remain closed to all but eligible pupils. The move is also backed by Unison and GMB, representing the majority of other school staff.\n\n“It is not good enough to always be behind the curve, playing catch up with new strains of Covid, seeing hospital admissions rise and cases numbers spiral out of control,” said Kevin Courtney, the joint general secretary of the NEU.\n\nThe government has also been called upon to urgently rethink its approach to exams. Speaking on Sunday, Johnson suggested for the first time that A-levels and GCSEs may not take place in England this summer, telling Marr: “We’ve got to be realistic about the pace of which this new variant has spread … and we’ve got to be humble in the face of this virus.”"
        },
        {
          "link": "https://www.theguardian.com/uk-news/2021/jan/03/youth-organisations-in-england-face-wholesale-closure",
          "published": "2021-01-03T12:00:06",
          "title": "Youth organisations in England face wholesale closure",
          "text": "England faces a wholesale closure of youth organisations, leaving a generation of vulnerable young people without life-changing support, according to research.\n\nAlmost two-thirds of youth organisations with incomes under £250,000 say they are at risk of closure, with 31% saying they might have to shut in the next six months.\n\nThe forced withdrawal of support officially recognised as “essential” comes at a time when the pandemic has left more than 1.5 million vulnerable young people in critical need of help, the research by the charity UK Youth found.\n\nThe responses from 1,759 youth organisations in England revealed that 58% are operating at a reduced level, with a further 20% temporarily closed or preparing to permanently close.\n\nThe predicted closures come against a backdrop of years of chronic underfunding that has already forced at least 763 youth centres to shut since 2012. A further round of major cuts to local authority youth services is expected in the near future.\n\n“There are 1.6 million children from a vulnerable family background for whom support is either patchy or non-existent. Just over half of these children are ‘invisible’ to services,” said Anna Alcock, the head of engagement and advocacy at UK Youth. “Youth work could be the only answer to helping these children; a preventative service that provides support before problems arise.”\n\nThe preliminary data, which will be at the centre of a more in-depth report published later this year, is in line with recent research by the National Youth Agency (NYA) which found many youth charities are “running on empty”.\n\n“Youth services simply do not have the capacity or enough funding to meet young people’s vastly increased needs,” said the NYA’s chief executive, Leigh Middleton. “They have depleted reserves and incomes slashed by half or more.\n\n“We are calling for greater investment in frontline youth services right now, sustained throughout any lockdown and regional tier emergency measures.”\n\nAnne Longfield, the children’s commissioner for England, said the research was “shocking but sadly, not surprising”.\n\n“A major funder said to me recently that he had wanted to substantially invest in youth provision but when he had sought applications, he found most of the services he wanted to support had already closed down,” she said.\n\nAreas suffering the most significant cuts in spending on young people have recorded larger increases in knife crime and drug-related crimes, said Longfield.\n\n“Youth services are the last line of defence for vulnerable children,” she said. “If these children have a bad time at home and don’t have the structure of school, for whatever reason, and then you take away youth services too, they’re completely on their own, with nothing protecting them from physical abuse, self-harm and drug use, being exploited and groomed.”\n\nTom Madders, the director of campaigns at YoungMinds, said: “For lots of young people, youth clubs are a lifeline. Without early support for their mental health, young people’s needs often escalate, sometimes resulting in crisis and more acute intervention.”\n\nJust over £34m of the emergency £750m coronavirus fund for charities was directed to children and youth charities. The government’s £500m youth investment fund to help transform and increase capacity of the youth sector, confirmed in the Conservative manifesto in December 2019 and due to start in April 2020, has yet to be spent.\n\nIn addition, the government has delayed its review of the statutory duty for local authorities to secure local youth services until summer 2021 and has suspended reporting by local authorities on funding of youth services until 2022.\n\nMatthew Hussey, the public affairs manager of the Children’s Society, said another missed opportunity was the chancellor’s spending review in December.\n\n“It was a chance to place children’s services, which include council-led support for young people like youth work, on a sustainable footing and give councils the resources they need to rebuild the support so needed by children and young people,” he said.\n\nA government spokesperson said: “We recognise the impact that the coronavirus pandemic has had on young people, which is why we recently announced a £16.5m fund for the youth sector and have provided more than £60m to children’s and youth organisations as part of a wider multibillion-pound support package for charities.”\n\nBut the NYA said that referring to a range of different funding pots and commitments to youth work “simply disguises the paucity of funding specific to the youth sector” and the limited ways funding can be used: the £16.5m, for example, can only be claimed against revenue/losses from the second national lockdown”.\n\nMiddleton said: “The government response confuses the picture by referencing general funding ‘for young people’.”\n\nCollapse of youth services\n\nThere has been a 71% cut in spending on children and youth services across England in less than a decade.\n\nOver the same period, local authority spending on crisis intervention services for children and young people has risen from £5.6bn to £7.2bn – a 29% increase.\n\nAt the start of the decade, crisis intervention accounted for 58% of local authority spending on children and young people’s services. This had risen to 78% by 2018 to 2019.\n\nThere is a north-south divide: between 2010-11 and 2018-19, spending in the north of England fell three times as fast as in the south: -9% compared with -3%.\n\n\n\n\n\n"
        },
        {
          "link": "https://www.theguardian.com/us-news/2021/jan/03/trump-georgia-raffensperger-call-biden-washington-post",
          "published": "2021-01-03T22:40:05",
          "title": "'I just want 11,780 votes': Trump pressed Georgia to overturn Biden victory",
          "text": "In an hour-long phone call on Saturday, Donald Trump pressed Georgia secretary of state Brad Raffensperger to overturn Joe Biden’s victory there in the election the president refuses to concede.\n\nHealthcare to the electoral college: seven ways 2020 left America exposed | Robert Reich Read more\n\nThe Washington Post obtained a tape of the “extraordinary” conversation, which Trump acknowledged on Twitter.\n\nAmid widespread outrage including calls for a second impeachment, Bob Bauer, a senior Biden adviser, said: “We now have irrefutable proof of a president pressuring and threatening an official of his own party to get him to rescind a state’s lawful, certified vote count and fabricate another in its place.”\n\nThe Post published the full call.\n\n“The people of Georgia are angry, the people in the country are angry,” Trump said. “And there’s nothing wrong with saying, you know, um, that you’ve recalculated.”\n\nRaffensperger is a Republican who has become a bête noire among Trump supporters for repeatedly saying Biden’s win in his state was fair. In one of a number of parries, he said: “Well, Mr President, the challenge that you have is, the data you have is wrong.”\n\nTrump said: “So look. All I want to do is this. I just want to find 11,780 votes, which is one more than we have. Because we won the state.”\n\nHe insisted: “There’s no way I lost Georgia. There’s no way. We won by hundreds of thousands of votes.”\n\nTrump’s contempt for democracy is laid bare. Once again. On tape Adam Schiff\n\nTrump did not win Georgia, which went Democratic for the first time since 1992. Its result has been certified. Attempts to pressure Republicans in other battleground states have failed, as have the vast majority of challenges to results in court.\n\nDespite promised objections from at least 12 senators and a majority of House Republicans, Biden’s electoral college victory will be ratified by Congress on Wednesday and the Democrat will be inaugurated as the 46th president on 20 January. Trump will then leave the White House – where he remained, tweeting angrily, all weekend.\n\nEdward B Foley, an Ohio State law professor, told the Post the call was “‘inappropriate and contemptible’ and should prompt moral outrage”. In an email to the Guardian, University of Richmond law professor Carl Tobias said Trump might be “in legal jeopardy after Biden is inaugurated”.\n\n“For example, if the justice department or US attorneys believe that Trump violated federal law or if local prosecutors in states, such as Arizona, Georgia, Michigan and Wisconsin, where Trump may have engaged in similar behaviour with state or local election officials, believe that Trump violated state election laws, the federal or state prosecutors could file suit against Trump.”\n\nNoah Bookbinder, executive director of Citizens for Responsibility and Ethics in Washington, went further, calling for Trump to be impeached a second time, little more than two weeks before he leaves office.\n\n“The president of the United States has been caught on tape trying to rig a presidential election,” Bookbinder said. “This is a low point in American history and unquestionably impeachable conduct. It is incontrovertible and devastating.\n\n'Integrity still matters': the unlikely Republican standing up to Trump's voter fraud lies Read more\n\n“When the Senate acquitted President Trump for abusing his powers to try to get himself re-elected [in February 2020, regarding approaches to Ukraine for dirt on Biden], we worried that he would grow more brazen in his attempts to wrongly and illegally keep himself in power. He has … Congress must act immediately.”\n\nDemocratic chairman of the House judiciary committee, Jerry Nadler, said in a statement that Trump “remains profoundly unfit for office” and “may have also subjected himself to additional criminal liability”.\n\nIn a tweet, Adam Schiff, the lead prosecutor at the impeachment trial, said: “Trump’s contempt for democracy is laid bare. Once again. On tape. Pressuring an election official to ‘find’ the votes so he can win is potentially criminal, and another flagrant abuse of power by a corrupt man who would be a despot, if we allowed him. We will not.”\n\nNancy Pelosi, the California Democrat elected House speaker for a fourth term, set out strategy for the election certification in a memo to colleagues.\n\n“Over the years,” she wrote, “we have experienced many challenges in the House, but no situation matches the Trump presidency and the Trump disrespect for the will of the people.”\n\nChuck Schumer, the Senate minority leader, took a shot at Ted Cruz, the Texas Republican leading calls for an “emergency audit” of the election.\n\n“You want to investigate election fraud?” the New Yorker tweeted. “Start with this.”\n\nAdam Kinzinger, a Republican congressman from Illinois, tweeted: “This is absolutely appalling. To every member of Congress considering objecting to the election results, you cannot – in light of this – do so with a clean conscience.”\n\nStacey Abrams is laughing about you. She’s going around saying, ‘These guys are dumber than a rock’ Donald Trump\n\nWhite House chief of staff Mark Meadows and Cleta Mitchell, a Republican lawyer, were also on the call, during which Trump ran through debunked claims regarding supposed electoral fraud and called Raffensperger a “child”, “either dishonest or incompetent” and a “schmuck”. Characteristically, he also threatened legal action.\n\n“You know what they did and you’re not reporting it,” Trump said. “You know, that’s a criminal offence. And you know, you can’t let that happen. That’s a big risk to you and to Ryan [Germany], your lawyer. That’s a big risk.”\n\nReferring to runoffs on Tuesday that will decide control of the Senate, Trump said: “You know, the people of Georgia know that this was a scam.\n\n“Because of what you’ve done to the president, a lot of people aren’t going out to vote, and a lot of Republicans are going to vote negative, because they hate what you did to the president. OK? They hate it. And they’re going to vote. And you would be respected, really respected, if this can be straightened out before the election.”\n\nRepublican incumbents Kelly Loeffler and David Perdue, seeking to beat Democrats Raphael Warnock and Jon Ossoff, have ranged themselves behind Trump. But Georgia Republicans fear his attacks could suppress turnout as Democrats work to boost their own.\n\nFacebook Twitter Pinterest Democratic Senate candidate Raphael Warnock bumps elbows with Stacey Abrams during a rally with Joe Biden in Atlanta. Photograph: Drew Angerer/Getty Images\n\nEarly voting has reached unprecedented levels and on Sunday, former gubernatorial candidate Stacey Abrams told ABC’s This Week: “What we’re so excited about is that we haven’t stopped reaching those voters. Millions of contacts have been made, thousands of new registrations have been held. We know that at least 100,000 people who did not vote in the general election are now voting in this election.”\n\nTrump told Raffensperger: “Stacey Abrams is laughing about you. She’s going around saying, ‘These guys are dumber than a rock.’”\n\nNew Congress sworn in as Georgia runoffs loom and Trump runs amok Read more\n\nThe Democrats seized on the call.\n\n“That is a direct attack on our democracy,” Ossoff said, at a rally in Savannah. “If David Perdue and Kelly Loeffler had one piece of steel in their spines, one shred of integrity, they would be out here defending Georgia voters from this kind of assault.”\n\nIn a statement, Warnock said: “Senator Loeffler has a responsibility to speak out against the unsubstantiated claims of fraud, to defend Georgia’s elections, and to put Georgia ahead of herself. She has not and never will.”\n\nPerdue and Loeffler did not immediately comment.\n\nTrump told Raffensperger he knew the call wasn’t “going anywhere”. The state official ended the conversation.\n\nOn Twitter, Trump said Raffensperger “was unwilling, or unable, to answer questions such as the ‘ballots under table’ scam, ballot destruction, out of state ‘voters’, dead voters, and more. He has no clue!”\n\nTwitter duly applied a disclaimer: “This claim about election fraud is disputed.”\n\nRaffensperger also responded: “Respectfully, President Trump: What you’re saying is not true.”"
        },
        {
          "link": "https://www.theguardian.com/music/2021/jan/03/gerry-marsden-frontman-of-gerry-and-the-pacemakers-dies-aged-78",
          "published": "2021-01-03T18:07:03",
          "title": "Gerry Marsden, frontman of Gerry and the Pacemakers, dies aged 78",
          "text": "Gerry Marsden, the lead singer of Gerry and the Pacemakers, known for hits including You’ll Never Walk Alone and Ferry Cross the Mersey, has died at 78 after a short illness.\n\nHe shot to fame in the 1960s as the leader of the Merseybeat band at a time when Liverpool was the centre of the musical universe.\n\nMarsden’s family said in a statement on Sunday: “Gerry died earlier today after a short illness in no way connected with Covid-19. His wife, daughters and grandchildren are devastated.”\n\nHe went into hospital on Boxing Day after tests showed he had a serious blood infection that had travelled to his heart. His daughter Yvette Marbeck told the PA news agency: “My sister Vicky and myself have always been very, very proud of Dad … He was our hero, wonderful.”\n\nShe added: “It was a very short illness and too quick to comprehend really. And his heart has taken some battering over the years. He had a triple bypass, an aortic valve replacement and ironically he also had a pacemaker.\n\n“I am just devastated and heartbroken. Unfortunately, he died in hospital, which was devastating for us because we were not allowed in due to the current regulations.”\n\nGerry Marsden in 2009. Photograph: Dave Thompson/PA\n\nThe Pacemakers topped the British charts in 1963 with their first three singles, How Do You Do It?, I Like It and You’ll Never Walk Alone, a Rodgers and Hammerstein composition from the musical Carousel. The song became the anthem of Liverpool FC, sung from the Kop at every game. The club tweeted: “It is with such great sadness that we hear of Gerry Marsden’s passing. Gerry’s words will live on forever with us. You’ll Never Walk Alone”.\n\nGerry and the Pacemakers played regularly alongside the Beatles. Both groups were part of Brian Epstein’s Liverpool-based management stable.\n\nThey played together for the first time in June 1960 – when the Beatles were still the Silver Beetles – and in December that year they were contracted to play a four-month stint in Hamburg, prompting the group to give up their day jobs to become professional musicians. “We went over with the Beatles and had a good laugh,” Marsden later recalled.\n\nThe group’s first hit, How Do You Do It?, was first recorded by the Beatles in 1962, but rejected by them and given to Marsden’s band by the producer, George Martin, becoming their first No 1 in April 1963.\n\nSir Paul McCartney paid tribute to his old friend on Twitter:\n\nMy sympathies go to his wife Pauline and family. See ya, Gerry. I’ll always remember you with a smile. - Paul — Paul McCartney (@PaulMcCartney) January 3, 2021\n\nSir Ringo Starr tweeted: “God bless Jerry Marsden peace and love to all his family.” He then tweeted: “Gerry. Gerry.”\n\nThe Cavern Club, where both bands regularly played, tweeted:\n\nDevastated to hear of the passing of Gerry Marsden earlier today.\n\n\n\nThe word legend is often overused but Gerry was not only a legend, but also a very good friend of The Cavern. pic.twitter.com/74HQZP4gio — The Cavern Club (@cavernliverpool) January 3, 2021\n\nFerry Cross the Mersey was released in late 1964 and reached No 8 in the UK. In 1989, Marsden topped the charts with a new version of the song recorded with fellow Merseyside artists the Christians, Holly Johnson and McCartney in aid of the victims of the Hillsborough disaster, in which a crush of Liverpool fans at a stadium in Sheffield resulted in 96 deaths.\n\nMarsden married his wife, Pauline, in 1965 and the couple had two daughters.\n\nHis version of You’ll Never Walk Alone re-entered the charts in March at the start of lockdown, after he encouraged people to sing it from their doorsteps during the weekly Clap for our Carers. Captain Tom Moore topped the charts in April with his own version recorded with Michael Ball and an NHS choir to raise money for health service charities."
        }
      ]
    },
    "washingtonpost": {
      "rss": "http://feeds.washingtonpost.com/rss/world",
      "link": "https://www.washingtonpost.com/",
      "articles": [
        {
          "link": "https://www.washingtonpost.com/world/2021/01/04/2020-what-expect-next-ten-years/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2021-01-04T17:00:00",
          "title": "With 2020 over, here’s what the next 10 years could have in store",
          "text": "But the broader picture could yet be quite grim. This past week marked the formal start of a new decade. To kick it off, Today’s WorldView spotlights three trendlines that could define the years to come.\n\nChanging demographics\n\nAccording to a 2015 U.N. study, the world is expected to have a population of about 8.5 billion people in 2030 — about a 15 percent increase in the size of humanity in just 15 years. India will have surpassed China to become the world’s most populous nation, while demographers forecast a pronounced population surge in sub-Saharan Africa, which will soon be home to the world’s most youthful societies. The number of megacities may double by the end of the decade, with close to two-thirds of humanity living in urban centers.\n\nIn addition, by 2030, more than a billion people on the planet will be over the age of 65, according to a study funded by the National Institutes of Health. That’s due to longer life expectancies and improving living standards around the world. But the maturing of the world population — not just in the West, but throughout Asia and Latin America, too — carries real policy conundrums.\n\nEuropean governments are already grappling with a future shaped by rising costs for elder care, the consequences of declining populations and a shrinking workforce. The political solutions to these long-term challenges may include encouraging more immigration to fill jobs and weakening social protections to drive worker productivity. Demographic anxieties will almost certainly take up greater space in Western politics: On both sides of the Atlantic, far-right movements increasingly see anti-feminism as a rallying cry at a time of declining birthrates.\n\nChina’s authoritarian leadership is all too aware of the need to pivot given its aging population and has set about trying to reorient the Chinese economy to cater more to a domestic market after years of export-driven boom. In a decade’s time, we may also know whether India’s youth glut — more than half of its population is under 25 — has turned into either a demographic boon or a curse. The world’s largest democracy is already struggling to support its vast population of young people with adequate education, health care and jobs.\n\nThe deepening toll of climate change\n\n2030 represents a major milestone for the international organizations and climate scientists that have been climate change’s doleful town criers. Two years ago, the U.N. Intergovernmental Panel on Climate Change warned that without huge, unprecedented cuts to carbon emissions over the next decade, the world would place itself on the brink of climate disaster. Subsequent studies suggested that, even if the demands of climate activists were met, it would take decades to measure any discernible effects.\n\nThere are reasons for hope. Myriad governments have embraced ambitious plans to transition their economies toward being carbon neutral. The incoming Biden administration intends to add momentum to global climate efforts abandoned by President Trump, while Chinese President Xi Jinping said last month that China plans to decrease its carbon footprint to at least 65 percent of where it was in 2005 by 2030. The World Economic Forum — a bastion of optimism — foresees a future in 2030 in which urban centers are transformed into zones shaped by pedestrian activity, technology increasingly obviates the need to own cars, fewer people eat meat, people breathe cleaner air and renewable, clean energy dominates the energy sector.\n\nThat’s the rosy view. The demands of a rising middle class in the developing world may prove a challenge to decarbonization efforts, while climate skepticism may further drive a host of right-wing movements in the West as their opponents go green. Rather than a warning to the world, melting ice caps in the Arctic are already opening new trade lanes and avenues for exploration, stoking a new era of geopolitical competition. All the while, scientists predict an increasing number of extreme weather events wracking the world and destabilizing vulnerable communities.\n\nThe mess of global governance\n\nThe past decade shifted our view of global politics. Long gone is any certainty in the inexorability of liberal democracy — single-party states still flourish, while demagogic populism and far-right nationalism are powerful forces within many of the world’s major democracies. Rights groups warn of the erosion of once-healthy democracies and new threats to freedom and privacy posed by government cyber surveillance.\n\nVisions of a robust liberal world order have given way to white papers on the return of great-power competition. That includes the new race over research and the use of technologies such as artificial intelligence, which is predicted to add some $16 trillion to the global economy by 2030. China has poured vast resources into its tech sector and is arguably the global pacesetter in the development and implementation of AI technologies, an advantage that has huge political implications. “Whoever leads in artificial intelligence in 2030 will rule the world till 2100,” declared a recent policy briefing from the Brookings Institution.\n\nLiberals in the West hope the serious challenges of the next decade — all of which require expanded international cooperation and coordination — will eventually dispel the angry nationalism of the present."
        },
        {
          "link": "https://www.washingtonpost.com/world/europe/julian-assange-extradition-wikileaks/2021/01/03/2273d77a-4b7b-11eb-97b6-4eb9f72ff46b_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2021-01-03T06:53:00",
          "title": "British judge set to rule on extradition of WikiLeaks’ Julian Assange to U.S.",
          "text": "Prosecutors want Assange flown by U.S. marshals to Northern Virginia to face the charges, which expose him to a possible 175-year sentence in a maximum-security prison.\n\nIn a series of hearings over the past year, Assange’s lawyers have argued before British Magistrate Vanessa Baraitser that the Trump administration is targeting the 49-year-old Australian for “purely political” reasons.\n\nThe Assange legal team and its witnesses contend that his prosecution upends protections for journalists and publishers and that he would be denied a fair trial in a U.S. court, in part because he is a foreigner and an outspoken anti-authority figure.\n\nTo counter the extradition request, Assange’s British lawyers also presented witnesses to testify that their client suffers from Asperger’s syndrome, that his mental health is “fragile” and that he is at “high risk of suicide.”\n\nMichael Kopelman, professor of neuropsychiatry at King’s College London, told the court in September that Assange suffers from anxiety, depression and auditory hallucinations, that he has planned and imagined taking his own life, and that faced with imminent extradition, “he would indeed find a way to commit suicide.”\n\nSince a gray-bearded Assange was expelled from the Ecuadoran Embassy in London in April 2019 and dragged away by British police, the anti-secrecy crusader has languished behind the gray walls of Belmarsh prison outside the capital. He has been denied bail while waiting for the extradition request to be settled.\n\nBritish legal experts say the British judge could, for example, accept the premise that the prosecution is political in nature but still find that Assange could get a fair trial at the U.S. District Court in Alexandria, Va.\n\n“There really is no precedent for a British court to find that the American criminal justice system is incapable of giving him a fair trial,” said Nick Vamos, formerly head of the extradition unit at the Crown Prosecution Service and now a partner at Peters & Peters law firm in London.\n\nVamos said British courts have blocked extradition to countries with disreputable courts, such as Russia, and others with inhumane and degrading prisons. “But there’s much respect for the U.S. system,” he said.\n\nIf Assange’s extradition is blocked, it would probably be because the judge agrees that Assange’s mental health poses too great a risk. Even here, the bar is set very high, as the U.S. prisons are filled with mentally ill inmates, and James Lewis, the lawyer representing the U.S. government, argued in court that they receive adequate care.\n\nYet there is recent precedent for denying a U.S. request on the grounds pursued by Assange.\n\nOn appeal, the British High Court in 2018 blocked the extradition of the activist Lauri Love, who was charged in 2013 with hacking into U.S. government computers to steal confidential data. Love’s lawyers presented evidence that he suffered from depression and would try to take his life if extradited. U.S. prosecutors later dropped the charges.\n\nThe losing side will almost certainly appeal to the High Court to reverse the lower court’s decision. That process — and a possible further appeal to Britain’s Supreme Court — could take six more months.\n\nIn recent weeks, Assange supporters have urged President Trump to issue a pardon for the WikiLeaks activist.\n\nIn the Daily Mail tabloid, Stella Morris, Assange’s partner and the mother of their two children, published an open appeal to Trump on Sunday.\n\nShe wrote that she had nightmares about Assange “being buried in the deepest, darkest corner of the [U.S.] prison system for the rest of his life” because he “embarrassed Washington and this is their revenge.”\n\nBut, she added, “the nightmares came to a sudden stop the week before Christmas, when a groundswell of support from all sides of the political spectrum called for President Trump to pardon him.”\n\nMorris, who is Assange’s former attorney, wrote that “leading figures, from former vice-presidential candidate Sarah Palin to Nobel Prize winners, such as human-rights campaigner Adolfo Perez Esquivel, have been calling for Julian’s freedom.”\n\nTo prove that the prosecution’s case is tainted by politics, one of Assange’s lawyers, Jennifer Robinson, testified that she was present at an Aug. 16, 2017, meeting at the Ecuadoran Embassy in London where former congressman Dana Rohrabacher (R-Calif.), an ally of Trump, offered Assange a pardon from the president in exchange for saying that Russia had nothing to do with the 2016 hack and leak of emails from the Democratic National Committee.\n\nIn a statement posted on his website last year, Rohrabacher denied the details but not the meeting.\n\nThe former congressman said he was on his “own fact finding mission at personal expense” and that “at no time did I offer Julian Assange anything from the President because I had not spoken with the President about this issue at all.”\n\nDuring the extradition hearings last year, Daniel Ellsberg, the former RAND Corporation analyst who leaked the Pentagon Papers in 1971, testified that the Assange prosecution would undermine traditional protections for investigative journalists and the whistleblowers they rely upon.\n\nEllsberg told The Washington Post on Sunday that he thinks there is “a small chance, but not zero” that Trump will either pardon Assange or order the case to be dropped.\n\n“Why? To stick it to the intelligence community, Trump’s ‘deep state,’ ” Ellsberg said.\n\nThe Assange affair is much different from past espionage cases. No prior case has so squarely tested the limits of the First Amendment.\n\nIn court filings and news conferences, U.S. prosecutors have sought to distinguish Assange and WikiLeaks from the mainstream press, arguing that no reporter would help a source try to break into encrypted files or expect legal protection if they did.\n\n“Julian Assange is no journalist,” Assistant Attorney General for National Security John Demers said when the charges were announced. “This is made plain by the totality of his conduct as alleged in the indictment.”\n\nIn addition to his alleged violations of the Espionage Act and the publishing of classified documents, U.S. prosecutors have charged Assange with conspiracy to commit “computer intrusions” by helping Army intelligence analyst Chelsea Manning try to hack a password.\n\nIn a superseding indictment unsealed in June, prosecutors say he also solicited hackers to break into Icelandic government computers to steal information.\n\nThe U.S. Court of Appeals for the 4th Circuit, which reviews cases from federal court in Alexandria, ruled in a 2013 leak case that a reporter had no First Amendment protection from testifying before a grand jury.\n\nBut no case law explains the difference between a responsible or irresponsible publisher of classified information, and press organizations have warned that Assange’s prosecution sets a dangerous precedent by leaving the Department of Justice as arbiter of that line.\n\nBarry Pollack, one of Assange’s American attorneys, said the evidence used to make Assange appear reckless is weaker than it seems. “The actual facts that came out at the extradition hearing are wildly different than what was portrayed in the indictment,” he said.\n\nAs part of the extradition case, prosecutors indicated that they have considered the First Amendment implications of the case and possible responses, including that Assange, as an Australian citizen, is not covered by U.S. free speech protections.\n\nMark Zaid, a national security lawyer who regularly represents whistleblowers, argued that Assange is so far outside the world of journalism in his motives and behavior that his case has no implications for the mainstream press.\n\n“They are anarchists whose intent is to undermine the United States and other democracies,” he said of Assange and his followers.\n\nHe noted that the Pentagon Papers decision left the door open to prosecution of reporters. Assange supporters say the charges against the WikiLeaks founder create a “slippery slope” that could lead to more prosecutions of journalists. Zaid said that possibility already exists.\n\n“It has been well-known for decades that the U.S. government could prosecute journalists and publishers for possessing and publishing classified information, and it has always chosen not to,” he said."
        },
        {
          "link": "https://www.washingtonpost.com/local/obituaries/brian-urquhart-dead/2021/01/03/91a1529a-4deb-11eb-b96e-0e54447b23a1_story.html?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2021-01-03T06:27:34",
          "title": "Brian Urquhart, a foundational leader at the United Nations, dies at 101",
          "text": "A principal adviser to five U.N. secretaries general, Mr. Urquhart (pronounced Er-Kut) played a central role in translating the United Nations’ founding principles into action. He said his work at the U.N. was motivated by “idealism of a very practical kind” following his traumatic experiences in World War II.\n\nServing in the British military and intelligence, he had witnessed firsthand the slaughter perpetrated by the Nazi regime as well as the vanity of Allied military leaders whose failure to heed obvious cautions led to thousands of preventable casualties.\n\nIn the mid-1950s, as the lone official in Secretary General Dag Hammarskjold’s inner circle with military experience, Mr. Urquhart helped invent the practice of U.N. peacekeeping through the establishment of the U.N. Emergency Force, which in 1956 was sent to supervise the cessation of hostilities in the Suez Canal area between Egypt and Israel.\n\nMr. Urquhart’s greatest legacy was in U.N. peacekeeping, a practice that was not mentioned in the U.N. charter, but that initially involved the deployment of impartial, unarmed or lightly armed soldiers between warring parties to help monitor truces or implement peace agreements. Their blue helmets became a familiar sight in crisis zones around the world.\n\nWhile Mr. Urquhart spent much of his working life at the U.N. Secretariat in New York, he served as a leading mediator and diplomatic troubleshooter in some of the world’s most truculent conflict zones, including Congo, Cyprus, Kashmir, Namibia and the Middle East.\n\n\"Sir Brian Urquhart showed that principles and politics can be blended in practical operations to help prevent and end wars,\" said Bruce Jones, a former director of the New York University Center on International Cooperation. \"That's been the core of the U.N. ever since.\"\n\nMr. Urquhart’s U.N. career coincided with the soaring optimism of the immediate post-World War II years, through the growing pains of decolonization that tripled the U.N.’s membership, to the paralyzing years of Cold War ideological confrontation and gridlock.\n\nIn 1957, Mr. Urquhart played a pivotal role in setting up the International Atomic Energy Agency, which he called the “first big break in the Cold War” fight over the threat of nuclear annihilation.\n\nBeyond his official duties, Mr. Urquhart performed as the U.N.’s unofficial house historian, defining the public’s understanding of the U.N. through his acclaimed memoir, “A Life in Peace and War,” and extensive essays in the New York Review of Books, where he continued to write into his 90s. In 1986, he retired his self-appointed title as the “U.N.’s oldest inhabitant.”\n\nIn addition, Mr. Urquhart wrote biographies of Nobel Peace Prize laureate Ralph Bunche, whom he succeeded as U.N. undersecretary general for special political affairs, and Hammarskjold, whom he considered a personal hero and a model for all secretaries general.\n\nBlunt, urbane and irreverent, Mr. Urquhart possessed an understated sense of humor that showed through even in the face of his multiple brushes with death during peacekeeping efforts. “Better beaten than eaten,” the bloodied U.N. official quipped to a group of reporters in 1961, just moments after surviving a beating by Congolese secessionists in Elisabethville.\n\nThroughout his career, Mr. Urquhart advocated a view that U.N. peacemakers should negotiate with any influential parties, no matter how unsavory. “We don’t have these moralistic hang-ups about whom we can deal with,” Mr. Urquhart told the New York Times in 1981 after having negotiated with the Palestine Liberation Organization to stop firing missiles into Israel from Lebanon.\n\nMr. Urquhart was one of the only U.N. officials who was accepted by both Israel and the Palestinians as a mediator. In February 1982, a few months before Israel’s invasion of Lebanon, Mr. Urquhart was dispatched to the region on shuttle diplomacy with Prime Minister Menachem Begin — who considered Mr. Urquhart a “man of valor” — and PLO leader Yasser Arafat.\n\nWhile Mr. Urquhart worked around-the-clock to reach an agreement, he secured a temporary truce, but he eventually realized negotiations were fruitless. “We delivered the PLO as usual,” he told the New York Times, “but Israel took advantage of the cease-fire to occupy the heights around Beirut.”\n\nAs a public face of the U.N., Mr. Urquhart drew withering criticism at times. He said he grew to expect hostility from conservative ideologues with ramrod support for Israel in Middle East conflicts. “When the United States gets into Middle East bargaining,” Mr. Urquhart once wrote, “the price of all the rugs tends to go up, and the prospect of a deal becomes more distant.”\n\nMr. Urquhart also became a target for having worked under Kurt Waldheim, the secretary general from 1972 to 1981 who served in the German army during World War II and was accused of participating in Nazi atrocities.\n\nIn 1988, Shirley Hazzard, an Australian-born author and former U.N. official, wrote in the New York Times that Mr. Urquhart had played “an essential role in presenting Mr. Waldheim as a figure of distinction throughout years when verified objections were raised around the world and within the U.N. itself” about his war record.\n\nIn his memoir, Mr. Urquhart called Waldheim a “living lie.” By “covering up” his wartime service, Waldheim did “immense damage not only to his own country but to the United Nations and to those who have devoted, and in some cases sacrificed, their lives for it,” Mr. Urquhart wrote.\n\nBrian Edward Urquhart was born in Bridport, England, on Feb. 28, 1919. He was a boy when his father, whom he called “the century’s least successful painter,” abandoned the family. He soon enrolled in an all-girls school where his mother worked as a teacher.\n\nHe showed early academic promise, mastering Latin verse at 10 and earning a scholarship to study at the elite Westminster School in London, which prepared him for his later studies at the University of Oxford’s Christ Church college. At the outbreak of World War II, Mr. Urquhart cut short his education in 1939 and enlisted in the British army.\n\nHe survived various near-fatal disasters. A minesweeper he was serving in hit a mine in the Thames River. In the summer of 1942, he fell 1,200 feet into a plowed field when his parachute failed to open completely during a training exercise. He spent six months recuperating in a hospital before rejoining his unit. He later saw combat in North Africa and Sicily.\n\nAs a 25-year-old chief intelligence officer, Mr. Urquhart warned, to little avail, against Operation Market Garden: the calamitous September 1944 Allied military assault behind German lines in the Netherlands. The event was dramatized in Cornelius Ryan’s 1974 nonfiction book, “A Bridge Too Far,” and the subsequent film version.\n\nPlanned by British Field Marshal Bernard Montgomery, Operation Market Garden aimed to seize control of several strategic bridges along the Rhine, paving the way for an Allied advance into Germany.\n\nMr. Urquhart worried that the British command had grossly underestimated the Germans’ strength and ordered an air reconnaissance mission that revealed the presence of two Panzer divisions near the Allies’ drop-off point.\n\nMr. Urquhart’s warnings were dismissed by his British superiors. Two days before the planned attack, a medical officer recommended Mr. Urquhart be sent off on medical leave to recover from “nervous exhaustion.” More than 17,000 Allied forces were killed or wounded in Operation Market Garden.\n\nReflecting on the operation, Mr. Urquhart told the Times in 1982: “The worst way to make an argument is by reason and good information. You must appeal to people’s emotions and to their fears of being made to look ridiculous. I also learned that if you happen, by some chance, to get something right, you become extremely unpopular.”\n\nThat experience and his later participation in the liberation of the Bergen-Belsen concentration camp inspired Mr. Urquhart to pursue a career of peacemaking at the United Nations.\n\nAfter the war, the historian Arnold Toynbee, a family friend, wrote a recommendation for Mr. Urquhart that helped him land a job as an assistant to Gladwyn Jebb, the executive secretary for a committee charged with setting up the United Nations. He later was an adviser for Trygve Lie, the Norwegian who became the U.N.’s first secretary general.\n\nMr. Urquhart’s first marriage, to Alfreda Huntington, ended in divorce. In 1963, he married Sidney Damrosch Howard Canfield, a daughter of the playwright Sidney Howard and a granddaughter of composer and conductor Walter Damrosch.\n\nIn addition to his wife, survivors include three children from his first marriage, Thomas Urquhart of Falmouth, Maine, Katharine Ohno of Brighton, England, and Robert Urquhart of Denver; two children from his second marriage, Rachel Urquhart of Tyringham and Charles Urquhart of Leverett, Mass.; a stepson, Thomas Canfield of Washington; 14 grandchildren; and 10 great-grandchildren.\n\nAt the U.N., Mr. Urquhart walked a finely calibrated balance in an organization without sovereign power but that derived strength from accord between its two strongest patrons, the United States and Russia. For the duration of the Cold War, those nations were nuclear antagonists, making progress seem futile.\n\n“Three-fourths of the time, you achieve nothing, but every once in a while, it works just enough to make it worthwhile going on with it,” he said in 1972 in describing the political effectiveness of the U.N. “From day to day, one thinks it hopeless, but cumulatively, it does work.”"
        },
        {
          "link": "https://www.washingtonpost.com/world/2020/07/16/coronavirus-pandemic-cities-reopening/?utm_source=rss&utm_medium=referral&utm_campaign=wp_world",
          "published": "2020-12-30T12:36:13",
          "title": "What’s reopened and what’s still restricted in 16 cities around the world",
          "text": "Vaccines are here. But so is a resurgence in coronavirus cases in many parts of the world. Washington Post correspondents and contributors across 16 cities are keeping track of the responses from public health officials and others.\n\nBeijing\n\nVisitors crowd the Badaling section of the Great Wall northwest of Beijing on Oct. 31. (Tingshu Wang/Reuters)\n\nWhat’s required, restricted or in force\n\nmasks required\n\npolice checks in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nno curfew\n\nno fines\n\nA customer wearing a face mask browses in a Christmas store in Berlin on Nov. 2. Chancellor Angela Merkel has pledged to do “everything necessary” to help cushion the economic impact of the partial lockdown. (Liesa Johannssen-Koppitz/Bloomberg News)\n\nBerlin\n\nWhat’s required, restricted or in force\n\nfines\n\npolice checks in place\n\nmasks required\n\nno dine-in service\n\nschools closed\n\nWhat is not\n\nno curfew\n\nA man rides a camel past beachgoers in Dubai on Oct. 31. Dubai Sports Council has organized many outdoor events after lifting the lockdown for the coronavirus. (Ali Haider/EPA-EFE/Shutterstock)\n\nDubai\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks\n\nWhat is not\n\nschools open\n\ndine-in service open\n\nno curfew\n\nPeople wait to watch a film at Hong Kong's first socially distanced outdoor entertainment venue on Nov. 10, 2020. It has 100 socially distanced private \"pods,\" each seating two or four people, to respect social distancing measures. (Anthony Wallace/AFP/Getty Images)\n\nHong Kong\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks in place\n\nschools closed\n\nWhat is not\n\ndine-in service open\n\nno curfew\n\nCustomers eat and drink on the street outside a bar ahead of a coronavirus lockdown in the Soho district of London on Nov. 4. (Chris J. Ratcliffe/Bloomberg News)\n\nJump to city\n\nLondon\n\nWhat’s required, restricted or in force\n\nfines\n\nmasks required\n\nWhat is not\n\ndine-in service\n\nschools open\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople protest during a small rally in support of coronavirus deniers and against restrictions by the government in Madrid on Nov. 7. (Manu Fernandez/AP)\n\nMadrid\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks in place\n\ncurfew in place\n\nWhat is not\n\nschools open\n\ndine-in restaurants open\n\nA teacher looks after students Nov. 3 in the classroom of a makeshift school that the children of Mexican drug lord Joaquin \"El Chapo\" Guzman helped to build near the city of Culiacan for families who have no access to online classes during the pandemic restrictions in Mexico. (Reuters)\n\nMexico City\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nfines possible\n\nno dine-in service\n\nWhat is not\n\nno curfew\n\nno police checks\n\nA woman walks from the underpass in Moscow on Nov. 3. (Alexander Zemlianichenko/AP)\n\nMoscow\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines possible\n\npolice checks in place\n\nWhat is not\n\nschools open\n\nine-in restaurants open\n\nno curfew\n\nKenyans sit close to each other at a nightclub in Nairobi on Nov. 5. Kenyan President Uhuru Kenyatta announced the extension of a nationwide curfew from 10 p.m. to 4 a.m. until Jan. 3. (Daniel Irungu/EPA-EFE/Shutterstock)\n\nNairobi\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines\n\npolice checks\n\ncurfew in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nCustomers shop for discounted garments during the festival of Dhanteras at the Lajpat Nagar market in New Delhi on Nov. 13. (Prashanth Vishwanthan/Bloomberg News)\n\nNew Delhi\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nfines\n\npolice checks\n\nWhat is not\n\nno curfew\n\ndine-in service open\n\nThe terrace of a closed restaurant sits empty in Paris on Nov. 12 during a second national lockdown aimed at curbing the spread of the coronavirus. (Stephane De Sakutin/AFP/Getty Images)\n\nParis\n\nWhat’s required, restricted or in force\n\nmasks required\n\nfines in place\n\ncurfew in place\n\nno dine-in service\n\npolice checks\n\nWhat is not\n\nschools open\n\nPeople visit Ipanema Beach in Rio de Janeiro on Sept. 13. The mayoralty of the city is allowing bathers on its beaches, the opening of nightclubs and the operation of buffet systems in restaurants in a new stage of steps to ease pandemic restrictions. (Antonio Lacerda/EPA-EFE/Shutterstock).\n\nRio de Janeiro\n\nWhat’s required, restricted or in force\n\nschools closed\n\nmasks required\n\nWhat is not\n\ndine-in service open\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople stroll in Via del Corso in Rome on Nov. 13. Italy authorities adopted new restrictions to curb the spread of the virus. (Angelo Carconi/EPA-EFE/Shutterstock)\n\nRome\n\nWhat’s required, restricted or in force\n\nfines in place\n\nmasks required\n\npolice checks in place\n\ncurfew in place\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nPeople take pictures as drones fly in formation showing messages of hope in Seoul on Nov. 13. (Kim Hong-Ji/Reuters)\n\nSeoul\n\nWhat’s required, restricted or in force\n\nfines in place\n\nmasks required\n\npolice checks in place\n\nschools closed\n\nWhat is not\n\ndine-in service open\n\nno curfew\n\nPeople make their way at Shinagawa station in Tokyo on Nov. 13. (Kim Kyung-Hoon/Reuters)\n\nTokyo\n\nWhat’s required, restricted or in force\n\nNo restrictions\n\nWhat is not\n\ndine-in service open\n\nschools open\n\nmasks not required\n\nno fines\n\nno police checks\n\nno curfew\n\nPeople watch the marine life at Ripley's Aquarium of Canada in Toronto on Oct. 28. (Nathan Denette/The Canadian Press/AP)\n\nToronto\n\nWhat’s required, restricted or in force\n\nfines\n\npolice checks in place\n\nmasks required\n\nno dine-in service\n\nWhat is not\n\nschools open\n\nno curfew\n\nAbout this story: Max Bearak in Nairobi, William Booth and Karla Adam in London, Mary Beth Sheridan in Mexico City, Terrence McCoy in Rio de Janeiro, Chico Harlan in Rome, Loveday Morris in Berlin, Pamela Rolfe in Madrid, Joanna Slater in New Delhi, Paul Schemm in Dubai, Min Joo Kim in Seoul, Simon Denyer in Tokyo, Gerry Shih in Taipei, Robyn Dixon in Moscow, James McAuley in Paris, Amanda Coletta in Toronto and Shibani Mahtani in Hong Kong contributed to this report."
        }
      ]
    },
    "wsj": {
      "rss": "https://feeds.a.dj.com/rss/RSSWorldNews.xml",
      "link": "https://www.wsj.com",
      "articles": []
    }
  }
}