{
  "newspapers": {
    "the_daily_star": {
      "rss": "https://www.thedailystar.net/top-news/rss.xml",
      "link": "https://www.thedailystar.net/",
      "articles": [
        {
          "link": "https://www.thedailystar.net/frontpage/news/2020-the-year-pandemic-heartbreaks-heartland-2021853",
          "published": "2021-01-03T18:00:00",
          "title": "2020: The Year of Pandemic: Heartbreaks in heartland",
          "text": "Abdur Rahim*, a private tutor in Dhaka, thought his life had finally stabilised after two decades of hard work. With a steady income, he could afford a place in the capital and sustain his family.\n\nBut the stability he achieved was lost after coronavirus arrived on the country's shores in early March, destroying the very means of living as the tiny microbe upended all aspects of public life, work, and education.\n\nHis tutoring came to a screeching halt when the government closed educational institutions in late March to contain the virus spread. He was lucky to have survived the disease, but he soon went from having a healthy stream of income of around Tk 60,000 a month to absolutely nothing.\n\n\"I was in complete dark about how my daily expenses would be met,\" said the 51-year-old, who had lived in Tejkunipara for over two decades.\n\nHe came to Dhaka in 1996 and started giving private tuitions in Tejkunipara. After a few years, he earned repute in the locality and started his own coaching centre in one of the three rooms of his flat, teaching students in batches.\n\nHe got married in 2000 and their daughter was born five years later and all was well until the outbreak of Covid-19.\n\nIn the first two months of shutdown, his family lived on small savings. But as the savings ran out, he stopped paying house rent and took loans to meet living expenses.\n\nIn the face of mounting pressure from lenders, Rahim sold a small piece of land in his village home in Gaibandha in September for Tk 4 lakh, with which he cleared the house rent and repaid the lion's share of the loan.\n\nWith all the money spent and no other options left, he packed up and vacated the house on November 30, selling out the benches, tables, and chairs. He went to Gaibandha in search of work while his wife and daughter moved to her brother's house in Gazipur.\n\n\"I've never imagined such hard-pressed days life would offer. I don't know what the future holds for us, but all I can say is that I don't have the capacity to restart the coaching centre,\" said Rahim, in a choked voice.\n\nRahim's story is the bewildering reality for thousands of people in Bangladesh who either lost work opportunities overnight or saw their earnings drop drastically in the pandemic-induced economic downturn.\n\nAlthough restrictions were lifted gradually and economic activities started picking up, the much-aspired rhythm is still awaited with no one knowing for sure when it will return.\n\nAccording to a planning ministry report released in August last year, the number of ultra-poor rose from 10.5 percent of the population to 20.5 percent as of June.\n\nIt said poverty increased from 20.5 percent to 29.4 percent as a considerable number of people lost their income due to the Covid-19 fallout.\n\nDue to Covid-19, dependency of a large number of these affected people shifted from savings to loans and grocery credit to meet food needs.\n\nA Bangladesh Bureau of Statistics (BBS) survey on the impacts of the pandemic on livelihoods released in September said 46.22 percent households had savings wiped out and 11.26 percent either sold property or mortgaged them.\n\nAdding to their woes, prices of essential food items namely rice, onions, potatoes and vegetables soared. Prices of the coarse rice consumed mainly by low-income and budget-conscious families rose by 45 percent to Tk 45-47 per kg in Dhaka city on December 31, from Tk 30-34 a year back, data by the Department of Agricultural Marketing showed.\n\nBut behind these economic stats, there are personal stories of loss, pain, isolation, frustration, tearful despair, unemployment, hunger, homelessness and renewed struggle.\n\nThe human toll aside, the pandemic cast a spotlight on the country's inequality with well-heeled citizens able to hibernate safely at home while watching the exodus of a large number of poor and low-income people.\n\nThese people left the city and sought refuge in villages because of the income loss, deepening burden of house rent, utility expenditures, and ever-increasing prices of essentials.\n\nSome of those have and will come back. But, for many, a return is uncertain. For now, at least, falling incomes and the high cost of living have made it impossible to stay in the capital city.\n\nDalim Fakir is one of them.\n\nA manager of a tours and travel agency, he left Dhaka for his Bagerhat home in late July after the branch of the agency was closed down in the absence of business. He had four month' unpaid house rent in Dhaka when he left.\n\nBut the turnaround attempts that the breadwinner of a four-member family made after his return also failed.\n\nInitially, he tried to do business of supplying garments to stores in the district town. But as operators of clothing shops there buy apparel on credit, Dalim found his capital blocked amid sluggish recovery.\n\nHe then tried to market tea among tea vendors, only to find that businesses which sell tea had slashed buying prices -- making it just equal to his purchase prices of the leaf.\n\nDalim had to surrender. By this time, all his capital -- which was nearly Tk 50,000 when he returned home -- was almost finished. And the support from his relatives also stopped.\n\n\"I am planning to come back to Dhaka to give a try again. But I have no capital to start anything,\" said a frustrated Dalim.\n\nWhile Dalim is planning to start all over again, Md Selim has been trying his luck in a completely different arena.\n\nEvery morning, the 42-year-old calls out to people to take breakfast in a makeshift small shop that sells tea and snacks on the footpath in the West Karwan Bazar area.\n\nAfter working as an assistant accountant at a mega shopping complex for 14 years, he one day found himself in the list of job cuts during the shutdown.\n\n\"I was devastated initially,\" said Selim, who provides for a five-member family.\n\nAfter trying various things for a few months, he invested a portion of the benefits he got after losing his job in this footpath stall, targeting customers who are mainly on the lower rung of society.\n\n\"It's been over two months, but I haven't got any profit from my venture as almost all my earnings go towards paying rent and buying materials,\" he said.\n\nApart from monthly Tk 6,000 rent, he pays a lump-sum amount to his assistant.\n\n\"Life is and will not be the same again. But I have to strive for my family,\" he said.\n\nBut for workers in the informal sector, the situation has been dire. For them, the pandemic meant no job and no unemployment benefits or other protection. They could hardly have any savings.\n\nSo, before the pandemic it was a daily battle, yet Rubiya Begum and her eldest sister Sufia Begum would together earn around Tk 7,000 per month as domestic help in the Bhasantek area of the capital.\n\nAbandoned by her husband long ago, Rubiya started living in one room in Bhasantek slum with her sister and their nephew, Sajib, whom she was raising after his mother's death seven years ago.\n\nShe would work in three different households while Sufia worked in one. With the leftovers they used to get from house-owners, things were going well.\n\nBut the coronavirus shattered everything. Although she got food assistance in April and May from the government and charity organisations, that too stopped in June. She stopped paying the monthly rent -- Tk 1,800 -- for five months.\n\n\"We were being rendered jobless and utterly helpless. We did not get enough to eat,\" said Rubiya, who hails from Kishoreganj.\n\nWith no options left, she had to take loans.\n\nAs things started to get back to normalcy, she managed to work in two households in September, albeit part-time. She is now earning Tk 2,500 a month. Sufia, however, could not join her work yet.\n\nRubiya said Sajib used to study in a local madrasa before the pandemic, but two months ago she got him a job in a tailoring shop where he gets Tk 2,000.\n\n\"Sajib's mother wanted her son to study. But how could we do that when we're struggling to make ends meet?\" she said.\n\nHer story is the same as thousands of workers, especially women, in the informal economy. Low-income groups including day labourers and rickshaw pullers were badly affected as they instantly became jobless due to the nationwide shutdown.\n\nAlthough the stimulus packages announced by the government to absorb the economic shock, enormously supported export-oriented and big industries, a large number of low-income people and informal labourers were left behind.\n\nMore than 60 percent of the poor and low-income population who suffered income losses in this crisis did not receive any support from the public and private sectors, according to a recent study.\n\nThe study conducted jointly by Power and Participation Research Centre and Brac Institute for Governance and Development said only 39 percent of households got some assistance between April and June, but it amounted to 4 percent of their lost income.\n\nA recent World Bank report said around 68 percent of the people who had to stop working in urban areas of Dhaka and Chattogram due to the pandemic have lost their jobs.\n\nSlum areas witnessed higher -- 71 percent -- job losses than non-slum areas where it was 61 percent, said the report, titled \"Losing Livelihoods: The labour market impacts of Covid-19 in Bangladesh\".\n\nThere were some steps to provide cash and food to the needy through government and private initiatives, but that was insignificant considering the extent of havoc Covid wreaked on lives and livelihoods.\n\nMohammad Yeasin can be considered luckier as he at least did not lose his job.\n\nBut the decorator business employee did not earn a single taka in over two months of shutdown that suspended all social gatherings and ceremonies. Even with the restrictions eased, the 38-year-old saw his earnings fall to almost nothing.\n\n\"I was poor. But now I am poorer than ever,\" said Yeasin, who lives with his five-member family on the city outskirts at Hemayetpur.\n\nBefore the pandemic, he said, he would work for three to four days a week. Working each day would fetch him Tk 800 apart from the tips and free food at the ceremonies.\n\nBut now he can work twice a week and sometimes only once, making it difficult to earn a living, said Yeasin, who hails from Barishal. He said his wife took loans worth around Tk 1 lakh from her village, but now they cannot pay the instalments.\n\n\"On one hand, there's pressure from lenders and there is quarrels and mental agony on the other,\" he said.\n\n\"We can't carry on like this. If things don't improve, we may have to go to our village home,\" he added, in a voice tinged with sadness and helplessness.\n\n*his real name withheld on request"
        },
        {
          "link": "https://www.thedailystar.net/online/news/indias-serum-institute-meet-local-demand-covid-19-vaccine-next-2-months-exporting-2022109",
          "published": "2021-01-03T20:52:27",
          "title": "India’s Serum Institute to meet local demand for Covid-19 vaccine for next 2 months, before exporting",
          "text": "Serum Institute of India (SII), the Indian manufacturer of the AstraZeneca/Oxford coronavirus vaccine, said on Sunday it intends to concentrate on meeting India's own immediate demand in the next two months before exporting to other interested countries.\n\nSII Chief Executive Adar Poonawalla said in an interview after the shot was approved for emergency use in the world's second-most populous country, that exports might be possible after supplying the Indian government with an initial 100 million doses.\n\nThe Indian government just wants to ensure that \"the most vulnerable people of the country get it first - I fully endorse and support that decision\", he said.\n\nSII is still waiting to strike a formal supply deal with the Indian government, but is expected to do so in the coming days."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/4-mega-infrastructures-target-next-year-completion-2021833",
          "published": "2021-01-03T18:00:00",
          "title": "4 Mega Infrastructures: Target next year for completion",
          "text": "Four mega projects, including the Padma Bridge and Dhaka Metro Rail, will be completed by June next year, Road Transport and Bridges Minister Obaidul Quader said yesterday.\n\nThe other two projects are Dhaka Elevated Expressway and Bangabandhu Sheikh Mujibur Rahman Tunnel under the Karnaphuli River in Chattogram.\n\n\"We will open all these [four] by June next year,\" Quader said at a press conference at his Secretariat office.\n\nThe work in these mage projects has gathered pace and is progressing very fast, he noted.\n\n\"We will be able to inaugurate all these projects next year and we are working hard, keeping that target in mind.\"\n\nOnce implemented, these projects are expected to bring a huge change in the country's road connectivity and public transportation.\n\nThe Padma Multipurpose Bridge and the Metro Rail also known as Mass Rapid Transit Line-6 are among the fast track projects of the government.\n\nThe bridge project saw major progress last month after all 41 spans of the bridge were installed linking the two sides of the mighty Padma.\n\nThe 6.15km bridge will connect the capital with 21 south-western districts, and is expected to boost the country's gross domestic product by 1.2 percent.\n\nFollowing several revisions of cost and deadline, the project cost rose to Tk 30,193 crore and the deadline of June 2021 was fixed. But project officials say it will not be possible to meet the deadline as the work was severely hampered due to the pandemic and strong currents in the river for four months.\n\nAfter the last span was installed on December 10 last year, Cabinet Secretary Khandker Anwarul Islam, who served as Bridge Division secretary for eight years, said the bridge would be open by June, 2022.\n\nMETRO RAIL\n\nThe overall physical progress of the MRT line-6, the first-ever metro rail project in the country, was 53.58 percent till November last year.\n\nThe first phase -- Uttara to Agargaon -- saw 77.57 percent progress and the second phase -- Agargaon to Motijheel -- 47.49 percent progress, according to the project documents.\n\nThe 20.10km line, which will connect Uttara with Motijheel by an elevated track, is being set up at a cost of Tk 22,000 crore. Once in operation, it will carry 60,000 passengers per hour and reduce travel time to 36 minutes from at least two hours.\n\nInitially, its implementation period was 2012-2024.\n\nBut Prime Minister Sheikh Hasina had directed that the line from Uttara to Agargaon be made operational by 2019 and that from Agargaon to Motijheel by 2020.\n\nFailing to achieve the target, the authorities in May 2019 announced that \"early commissioning\" of the project would be made on December 16 this year, when the country celebrates the golden jubilee of its independence.\n\nAsked about this, Quader said, \"I will extend the deadline a little bit… we will open all four projects, including the Metro Rail, by June next year.\"\n\nBANGABANDHU TUNNEL\n\nThe project witnessed 62 percent progress till December last year.\n\nThe boring of the first tube has already been completed. And Quader on December 12 last year inaugurated the boring of the second tube.\n\nThe 9.1km-long tunnel, the first of its kind in South Asia, is being built at a cost of Tk 10,400 crore. It will help develop a modern communication system between Dhaka, Chattogram and Cox's Bazar, and also be linked to the Asian Highway.\n\nBridges Division Secretary Belayet Hossain, also executive director of Bangladesh Bridge Authority which is implementing the project, said the deadline for finishing the project is December next year.\n\n\"However, we are hopeful about opening the tunnel before the deadline,\" he told this newspaper last night.\n\nELEVATED EXPRESSWAY\n\nAfter years of sluggishness, the work of the first Dhaka Elevated Expressway has gained momentum, as the problem of funding the much-anticipated project was solved early last year.\n\nThe project is being implemented under public-private partnership model.\n\nBangladesh Bridge Authority signed a Tk 8,703 crore deal with Italian-Thai Development Public Company in January 2011 to build the 47km expressway, with 19.73km main line from Hazrat Shahjalal International Airport to Kutubkhali.\n\nThe deal was revised and signed again in December 2013, with the cost revised at Tk 8,940 crore. Several changes were made in the design.\n\nBesides, the government has to spend Tk 4,885 crore on land acquisition, resettlement and relocation of utility service lines, raising the total cost of the project to Tk 13,825 crore.\n\nTalking to The Daily Star yesterday, Project Director AHMS Aktar said they expect to complete the work of the stretch from the Dhaka airport to Tejgaon rail gate by December this year.\n\n\"We will then start partial operation,\" he said, adding that the work of the entire project would be completed by June 2023.\n\nThe project witnessed 22 percent progress till December, added Aktar.\n\nVehicles have to pay toll to use the elevated expressway, which will allow those to avoid the city's traffic jam."
        },
        {
          "link": "https://www.thedailystar.net/frontpage/news/1-month-rohingya-relocation-finding-happiness-the-island-hope-2021845",
          "published": "2021-01-03T18:00:00",
          "title": "1 Month of Rohingya Relocation: Finding happiness on the island of hope",
          "text": "Noor Sadek and his staff were busy preparing and selling paratha and dal in his makeshift shop at Bhasan Char. Outside the shop, people were standing in line to buy breakfast.\n\n\"I sell only breakfast every day. Sales are around Tk 2,000-3,000,\" said a smiling Sadek, a Rohingya refugee.\n\nHe had the same business in Kutupalong camp in Cox's Bazar. He set up this shop two days after arriving on the island on December 4.\n\nThe main difference he finds here is that the area is not congested and no one demands extortion money. \"I am happy with this. The more people will come to Bhasan Char, the more I will be able to sell,\" he said.\n\nLike Sadek's, around 100 makeshift shops were established inside the Bhasan Char housing area. From food to cosmetics, many household goods are now available in these shops as the island slowly comes to life with thousands of Rohingyas settling there.\n\nThe first group of Rohingyas arrived at Bhasan Char on December 4 last year amid concerns from international rights groups. The United Nations and other development partners had demanded independent assessments of the Tk 3,100-crore housing project by the Bangladesh Navy before relocation began.\n\nHowever, there has been no visit of a UN team to the island yet. The UN and rights groups have been questioning the relocation plan, saying the island is prone to floods and could be submerged during high tides.\n\nMeanwhile, the second group of Rohingyas arrived on December 29.\n\nOn being shown pictures and videos of the facilities, over 10,000 Rohingyas in Cox's Bazar have already registered their names with the Refugee, Relief and Repatriation Commissioner's office to move to Bhasan Char.\n\nSince the arrival of the first group, the refugees have started getting used to living on the island and setting up small endeavours -- such as small shops inside the housing area to sell snacks, clothes, betel-nut, cosmetics and other products.\n\nThis correspondent observed on his third visit to the camp, on December 30, the brand-new housing area now has multiple shops set up in an unplanned manner. Many of the shopkeepers said they set up shops without any prior permission from the authorities concerned.\n\nAbdul Hakim runs a small restaurant in the housing area. He sells rice, curry, tea, snacks, and cigarettes.\n\n\"Sales are good. I sell goods worth around Tk 5,000-6,000 each day,\" he said, adding that he sources the items from the Bangladeshi-owned shops at Bhasan Char.\n\n\"I gave orders to them and they supplied me accordingly. As Rohingyas cannot move everywhere [outside the housing project], they sell to us.\"\n\nThere is a temporary kitchen market where Bangladeshis sell vegetables, meat, chicken and other grocery items to the Rohingyas.\n\nMany refugees said they are happy with the facilities provided here by the Bangladesh government and that they don't want to go back to the cramped tarpaulin-made houses in the camps in Cox's Bazar.\n\nThey also cited better law and order, no security concerns at night, and no need to carry water from a distance, compared to the camps in Cox's Bazar.\n\nBut some refugees complained that there is a shortage of cylinder gas as one cylinder for each family per month is not enough.\n\n\"We got everything. If we get more cylinders, then there will be no problem in cooking,\" said Sanjida Khatun. She added they can now even walk together with neighbours at night.\n\nHowever, the refugees said they want opportunities to work so that they can bear additional expenses. Staples such as rice, oil, dal, spices and other food items are provided to the refugees by 22 non-government organisations.\n\nSIGNS OF LIFE EMERGE\n\nIn the morning, around 10-12 people were seen fishing in the Meghna estuary that encircles the island.\n\nOne of these men was Md Rafique. He said when he was back in his village in Myanmar, he used to fish in the river but after arriving in Bangladesh, he has not yet gotten a chance to fish.\n\n\"Now, I have the chance to fish. If the authorities allow us to fish in the sea, we will be very happy. We can earn our livelihood,\" he said.\n\nThis seems unlikely, however, as in Cox's Bazar, several groups of Rohingyas were caught and sent back several times when they were heading towards Malaysia on wooden fishing boats and trawlers. Even now, a total of 306 Rohingyas who attempted to travel to Malaysia are currently at Bhasan Char.\n\nThis correspondent observed men and women in the housing area busy setting up and participating in livelihood and leisure activities. A music club and a sporting club was opened in the camp area for the recreation of teenagers and young adults.\n\nIn the afternoon, two teams of refugees were playing football while another group was playing volleyball. Some people were seen singing songs, accompanied by the harmonium and tabla.\n\nOfficials said it is now extremely important to arrange education for kids, jobs for men and some income-generating activities for women so that they can see a future here, otherwise they would be frustrated.\n\nOfficials of the ministries of education, health and family planning, agriculture and forest have visited the island.\n\n\"The Rohingyas are happy now. The sooner we can arrange livelihoods for them, the better it will be to manage. At least education can be started for kids and women can be given sewing machines,\" said Commodore AA Mamun Chowdhury, director of the Ashrayan-3 Project (the official name of the Bhasan Char project)."
        }
      ]
    },
    "prothomalo": {
      "rss": "https://prod-qt-images.s3.amazonaws.com/production/prothomalo-bangla/feed.xml",
      "link": "https://www.prothomalo.com/",
      "articles": [
        {
          "link": "https://www.prothomalo.com/business/world-business/বেজোস-মাস্কের-এক-বছরের-সম্পদ-দিয়ে-কী-কী-হয়",
          "published": "2021-01-04T06:07:16",
          "title": "বেজোস-মাস্কের এক বছরের সম্পদ দিয়ে কী কী হয়",
          "text": ""
        },
        {
          "link": "https://www.prothomalo.com/bangladesh/district/এক-দিন-বন্ধ-থাকার-পর-শেরপুর-থেকে-ঢাকাগামী-বাস-চলাচল-শুরু",
          "published": "2021-01-04T06:05:48",
          "title": "এক দিন বন্ধ থাকার পর শেরপুর থেকে ঢাকাগামী বাস চলাচল শুরু",
          "text": ""
        },
        {
          "link": "https://www.prothomalo.com/bangladesh/district/উখিয়ায়-ছুরিকাঘাতে-আহত-এক-যুবকের-মৃত্যু",
          "published": "2021-01-04T06:00:11",
          "title": "উখিয়ায় ছুরিকাঘাতে আহত এক যুবকের মৃত্যু",
          "text": ""
        },
        {
          "link": "https://www.prothomalo.com/world/pakistan/পাকিস্তানে-অপহরণের-পর-১১-খনিশ্রমিককে-গলা-কেটে-হত্যা",
          "published": "2021-01-04T06:00:03",
          "title": "পাকিস্তানে অপহরণের পর ১১ খনিশ্রমিককে গলা কেটে হত্যা",
          "text": ""
        }
      ]
    },
    "jugantor": {
      "rss": "https://www.jugantor.com/feed/rss.xml",
      "link": "https://www.jugantor.com/",
      "articles": [
        {
          "link": "https://www.jugantor.com/national/380685/চলতি-মাসে-দুটি-শৈত্যপ্রবাহের-আভাস",
          "published": "2021-01-04T06:09:21",
          "title": "চলতি মাসে দুটি শৈত্যপ্রবাহের আভাস",
          "text": ""
        },
        {
          "link": "https://www.jugantor.com/lifestyle/380684/সকালের-নাস্তায়-খান-কলাওটসের-পাউরুটি",
          "published": "2021-01-04T06:07:10",
          "title": "সকালের নাস্তায় খান কলা-ওটসের পাউরুটি",
          "text": ""
        },
        {
          "link": "https://www.jugantor.com/country-news/380683/আটকের-একদিন-পর-বাংলাদেশিকে-ফেরত-দিল-বিএসএফ",
          "published": "2021-01-04T06:00:42",
          "title": "আটকের একদিন পর বাংলাদেশিকে ফেরত দিল বিএসএফ",
          "text": ""
        },
        {
          "link": "https://www.jugantor.com/us-election/380676/ফল-পাল্টাতে-জর্জিয়ার-কর্মকর্তাকে-চাপ-ট্রাম্পের-ফোনালাপ-ফাঁসে-তোলপাড়",
          "published": "2021-01-04T05:07:14",
          "title": "ফল পাল্টাতে জর্জিয়ার কর্মকর্তাকে চাপ, ট্রাম্পের ফোনালাপ ফাঁসে তোলপাড়",
          "text": ""
        }
      ]
    }
  }
}